<html>
    <body bgcolor="#faebd7">

<h2>Computaci&oacute;n cu&aacute;ntica</h2><p>

    <img src="cubit.jpg" width="450" height="250"><p>
    
<h3>&#191;Qu&eacute; es la computaci&oacute;n cu&aacute;ntica&#63;</h3><p>

    La computaci&oacute;n cu&aacute;ntica es un campo multidisciplinario que a&uacute;na aspectos de ciencias de la computaci&oacute;n, f&iacute;sica y matem&aacute;ticas y
    utiliza mec&aacute;nicas cu&aacute;nticas para resolver problemas complejos m&aacute;s r&aacute;pido que las computadoras cl&aacute;sicas. El campo de la
    computaci&oacute;n cu&aacute;ntica incluye investigaci&oacute;n de hardware y desarrollo de aplicaciones. Las computadoras cu&aacute;nticas son capaces de resolver ciertos
    tipos de problemas m&aacute;s r&aacute;pido que las computadoras cl&aacute;sicas, ya que sacan partido de los efectos de la mec&aacute;nica cu&aacute;ntica, como la
    superposici&oacute;n y la interferencia cu&sacute;ntica. Algunas aplicaciones en las que las computadoras cu&aacute;nticas pueden brindar dicho impulso de velocidad son el
    machine learning (ML), la optimizaci&oacute;n y la simulaci&oacute;n de sistemas f&iacute;sicos. Entre los casos de uso eventuales se incluyen la optimizaci&oacute;n de la
    cartera en finanzas o la simulaci&oacute;n de sistemas qu&iscr;micos; en definitiva, lasoluci&oacute;n de problemas que actualmente no pueden abordar ni las supercomputadoras
    m&aacute;s potentes del mercado. <p>
        
<h3>&#191;Cu&aacute;l es la ventaja de la computaci&oacute;n cu&aacute;ntica&#63;</h3><p>

    Actualmente, ninguna computadora cu&aacute;ntica puede realizar una tarea &uacute;til de manera m&aacute;s r&aacute;pida, econ&oacute;mica o eficiente que una computadora cl&aacute;sica.
    La ventaja cu&aacute;ntica es el umbral en el que hemos construido un sistema cu&aacute;ntico que puede realizar operaciones que la mejor computadora cu&aacute;ntica posible no puede simular
    en ning&uacute;n tipo de tiempo razonable. <p>
        
<h3>&#191;Qu&eacute; es la mec&aacute;nica cu&aacute;ntica&#63;</h3><p>

    La mec&aacute;nica cu&aacute;ntica es el &aacute;rea de la f&iacute;sica que estudia el comportamiento de las part&iacute;culas en un &aacute;mbito microsc&oacute;pico.
    A niveles subat&oacute;micos, las ecuaciones que describen c&oacute;mo se comportan las part&iacute;culas son diferentes de las que describen el mundo macrosc&oacute;pico que nos rodea.
    Las computadoras cu&aacute;nticas aprovechan estos comportamientos para realizar c&aacute;lculos de una forma completamente nueva. <p>

<h3>&#191;Qu&eacute; es un c&uacute;bit&#63;</h3><p>
    
    Los bits cu&aacute;nticos, o c&uacute;bits, est&aacute;n representados por part&iacute;culas cu&aacute;nticas. La manipulaci&oacute;n de c&uacute;bits por dispositivos de control es el
    n&uacute;cleo del poder de procesamiento de una computadora cu&aacute;ntica. Los c&uacute;bits en las computadoras cu&aacute;nticas son an&aacute;logos a los bits en las computadoras cl&aacute;sicas.
    En esencia, el procesador de una m&aacute;quina cl&aacute;sica hace todo su trabajo manipulando bits. De manera similar, el procesador cu&aacute;ntico hace todo su trabajo procesando c&uacute;bits.<p>

    <h4>&#191;En qu&eacute; se diferencian los c&uacute;bits de los bits cl&aacute;sicos&#63;</h4><p>
        
        En la computaci&oacute;n cl&aacute;sica, un bit es una se&ntilde;al electr&oacute;nica que est&aacute; encendida o apagada. El valor del bit cl&aacute;sico puede ser uno (encendido) o cero (apagado). 
        Sin embargo, debido a que el c&uacute;bit se basa en las leyes de la mec&aacute;nica cu&aacute;ntica, se puede colocar en una superposici&oacute;n de estados.<p>
        
<h3>&#191;Cu&aacute;les son los principios de la computaci&oacute;n cu&aacute;ntica&#63;</h3><p>

    Una computadora cu&aacute;ntica funciona usando principios cu&aacute;nticos. Los principios cu&aacute;nticos requieren un nuevo diccionario de t&eacute;rminos para comprenderlos por
    completo, t&eacute;rminos que incluyen superposici&oacute;n, entrelazamiento y decoherencia. Vamos a entender estos principios a continuaci&oacute;n. <p>

    <ul>
        <li><b>Superposici&oacute;n</b></li>
        La superposici&oacute;n establece que, al igual que las ondas en la f&iacute;sica cl&aacute;sica, puede agregar dos o m&aacute;s estados cu&aacute;nticos y el resultado ser&aacute;
        otro estado cu&aacute;ntico v&aacute;lido. Por el contrario, tambi&eacute;n puede representar cada estado cu&aacute;ntico como una suma de dos o m&aacute;s estados distintos.
        Esta superposici&oacute;n de c&uacute;bits le da a las computadoras cu&aacute;nticas su paralelismo inherente, permiti&eacute;ndoles procesar millones de operaciones simult&aacute;neamente. <p>

        <li><b>Entrelazamiento</b></li>
        El entrelazamiento cu&aacute;ntico ocurre cuando dos sistemas se vinculan tan estrechamente que el conocimiento sobre uno le brinda un conocimiento inmediato sobre el otro,
        sin importar cu&aacute;n separados est&eacute;n. Los procesadores cu&aacute;nticos pueden sacar conclusiones sobre una part&iacute;cula midiendo otra. Por ejemplo, pueden determinar
        que si un bit gira hacia arriba, el otro siempre girar&aacute; hacia abajo y viceversa. El entrelazamiento cu&aacute;ntico permite que las computadoras cu&aacute;nticas
        resuelvan problemas complejos m&aacute;s r&aacute;pido.<p>

        Cuando se mide un estado cu&aacute;ntico, la funci&oacute;n de onda colapsa y el estado se mide como cero o como uno. En este estado conocido o determinista, el bit
        act&uacute;a como un bit cl&aacute;sico. El entrelazamiento es la capacidad de los c&uacute;bits para correlacionar su estado con otros c&uacute;bits.<p>

        <li><b>Decoherencia</b></li>
        La decoherencia es la p&eacute;rdida del estado cu&aacute;ntico en un bit. Los factores ambientales, como la radiaci&oacute;n, pueden provocar el colapso del estado cu&aacute;ntico
        de los c&uacute;bits. Un gran desaf&iacute;o de ingenier&iacute;a en la construcci&oacute;n de una computadora cu&aacute;ntica es dise&ntilde;ar las diversas caracter&iacute;sticas
        que intentan retrasar la decoherencia del estado, como la construcci&oacute;n de estructuras especiales que protegen los c&uacute;bits de los campos externos. <p>
    </ul><p>
        
<h3>&#191;Cu&aacute;les son los tipos de tecnolog&iacute;a cu&aacute;ntica&#63;</h3><p>

    Nadie ha mostrado la mejor manera de construir una computadora cu&aacute;ntica tolerante a fallas y m&uacute;ltiples compa&ntilde;&iacute;as y grupos de investigaci&oacute;n est&aacute;n
    investigando diferentes tipos de c&uacute;bits. A continuaci&oacute;n, damos un breve ejemplo de algunas de estas tecnolog&iacute;as bit. <p>
        
        <ul>
            <li><b>Procesadores de trampas de iones basados en puertas</b></li>
            Una computadora cu&aacute;ntica basado en puertas es un dispositivo que toma datos de entrada y los transforma de acuerdo con una operaci&oacute;n unitaria predefinida. 
            La operaci&oacute;n generalmente se representa mediante un circuito cu&aacute;ntico y es an&aacute;loga a las operaciones de puerta en la electr&oacute;nica tradicional.
            Sin embargo, las puertas cu&aacute;nticas son totalmente diferentes de las puertas electr&oacute;nicas.<p>

            Las computadoras cu&aacute;nticas de iones atrapados implementan c&uacute;bits cu&aacute;nticos mediante el uso de estados electr&oacute;nicos de &aacute;tomos cargados llamados iones. 
            Los iones est&aacute;n confinados y suspendidos sobre la trampa microfabricada mediante campos electromagn&eacute;ticos. Los sistemas basados ​​en iones atrapados aplican puertas
            cu&aacute;nticas usando l&aacute;seres para manipular el estado electr&oacute;nico del ion. Los c&uacute;bits de iones atrapados utilizan &aacute;tomos que provienen de
            la naturaleza, en lugar de fabricarlos sint&eacute;ticamente.<p>

            <li><b>Procesadores superconductores basados en puertas</b></li>
            La superconductividad es un conjunto de propiedades f&iacute;sicas que puedes observar en ciertos materiales como el mercurio y el helio a temperaturas muy bajas.
            En estos materiales se puede observar una temperatura cr&iacute;tica caracter&iacute;stica por debajo de la cual la resistencia el&eacute;ctrica es cero y se expulsan campos de
            flujo magn&eacute;tico. Una corriente el&eacute;ctrica a trav&eacute;s de un bucle de cable superconductor puede persistir indefinidamente sin fuente de energ&iacute;a.<p>
                
            La computaci&oacute;n cu&aacute;ntica superconductora es un despliegue de una computadora cu&aacute;ntica en circuitos electr&oacute;nicos superconductores.
            Los c&uacute;bits superconductores se dise&ntilde;an con circuitos el&eacute;ctricos superconductores que funcionan a temperaturas criog&eacute;nicas.<p>

            <li><b>Procesadores fot&oacute;nicos</b></li>
            Un procesador fot&oacute;nico cu&aacute;ntico es un dispositivo que manipula la luz para realizar c&aacute;lculos. Las computadoras cu&aacute;nticas fot&oacute;nicas
            utilizan fuentes de luz cu&aacute;ntica que emiten impulsos luminosos a presi&oacute;n junto con equivalentes de c&uacute;bit que corresponden a modos de un operador
            continuo, como posici&oacute;n o movimiento. <p>

            <li><b>Procesadores de &aacute;tomos neutros</b></li>
            La tecnolog&iacute;a de c&uacute;bits de &aacute;tomos neutros es similar a la tecnolog&iacute;a de iones atrapados. Sin embargo, utiliza luz en lugar de fuerzas
            electromagn&eacute;ticas para atrapar el bit y mantenerlo en su posici&oacute;n. Los &aacute;tomos no est&aacute;n cargados y los circuitos pueden funcionar a temperatura ambiente. <p>

            <li><b>Procesadores at&oacute;micos Rydberg</b></li>
            Un &aacute;tomo de Rydberg es un &aacute;tomo agitado con uno o m&aacute;s electrones que, en promedio, est&aacute;n m&aacute;s alejados del n&uacute;cleo.
            Los &aacute;tomos de Rydberg tienen una serie de propiedades peculiares que incluyen una respuesta exagerada a los campos el&eacute;ctricos y magn&eacute;ticos y una larga vida.
            Cuando se usan como c&uacute;bits, ofrecen interacciones at&oacute;micas fuertes y controlables que puede ajustar seleccionando diferentes estados. <p>

            <li><b>Temple cu&aacute;ntico</b></li>
            El temple cu&aacute;ntico utiliza un proceso f&iacute;sico para colocar los c&uacute;bits de un sistema cu&aacute;ntico en un m&iacute;nimo absoluto de energ&iacute;a.
            A partir de ah&iacute;, el hardware modifica suavemente la configuraci&oacute;n del sistema para que su panorama energ&eacute;tico refleje el problema que debe resolverse.
            La ventaja de los temples cu&aacute;nticos es que el n&uacute;mero de c&uacute;bits puede ser mucho mayor que los disponibles en un sistema basado en puertas.
            Sin embargo, su uso est&aacute; limitado a casos espec&iacute;ficos solamente.
        </ul><p>

<h3>&#191;C&oacute;mo utilizan las empresas la computaci&oacute;n cu&aacute;ntica&#63;</h3><p>
    
    La computaci&oacute;n cu&aacute;ntica puede revolucionar las industrias. Damos algunos ejemplos de casos de uso a continuaci&oacute;n:<p>

        <ul>
            <li><b>ML</b></li>
            El machine learning (ML) es el proceso de analizar grandes cantidades de datos para ayudar a las computadoras a hacer mejores predicciones y decisiones.
            La investigaci&oacute;n en computaci&oacute;n cu&aacute;ntica estudia los l&iacute;mites f&iacute;sicos del procesamiento de la informaci&oacute;n y est&aacute; abriendo nuevos
            caminos en la f&iacute;sica fundamental. Esta investigaci&oacute;n conduce a avances en muchos campos de la ciencia y la industria, como la qu&iacute;mica, la optimizaci&oacute;n
            y la simulaci&oacute;n molecular. Tambi&eacute;n es un &aacute;rea de creciente inter&eacute;s para los servicios financieros para predecir los movimientos del mercado y para la
            fabricaci&oacute;n para mejorar las operaciones. <p>

            <li><b>Optimizaci&oacute;n</b></li>
            La computaci&oacute;n cu&aacute;ntica puede mejorar la investigaci&oacute;n y el desarrollo, la optimizaci&oacute;n de la cadena de suministro y la producci&oacute;n.
            Por ejemplo, podr&iacute;a aplicar la computaci&oacute;n cu&aacute;ntica para disminuir los costos relacionados con el proceso de fabricaci&oacute;n y acortar los tiempos de ciclo mediante
            la optimizaci&oacute;n de elementos como la planificaci&oacute;n de rutas en procesos complejos. Otra aplicaci&oacute;n es la optimizaci&oacute;n cu&aacute;ntica de las carteras de
            pr&eacute;stamos para que los prestamistas puedan liberar capital, reducir las tasas de inter&eacute;s y mejorar sus ofertas. <p>

            <li><b>Simulaci&oacute;n</b></li>
            El esfuerzo computacional requerido para simular sistemas con precisi&oacute;n aumenta exponencialmente con la complejidad de las mol&eacute;culas y los materiales de los
            f&aacute;rmacos. Incluso utilizando m&eacute;todos de aproximaci&oacute;n, las supercomputadoras actuales no pueden alcanzar el nivel de precisi&oacute;n que exigen estas simulaciones.
            La computaci&oacute;n cu&aacute;ntica tiene el potencial de resolver algunos de los problemas computacionales m&aacute;s desafiantes que enfrenta la qu&iacute;mica,
            lo que permite a la comunidad cient&iacute;fica realizar simulaciones qu&iacute;micas que son intratables en la actualidad. Por ejemplo, Pasqal cre&oacute; su
            software computacional QUBEC para ejecutar simulaciones qu&iacute;micas. QUBEC automatiza el trabajo pesado necesario para ejecutar tareas computacionales
            cu&aacute;nticas, desde el aprovisionamiento autom&aacute;tico de la infraestructura inform&aacute;tica hasta la ejecuci&oacute;n de c&aacute;lculos cl&aacute;sicos previos y posteriores al
            procesamiento y la realizaci&oacute;n de tareas de mitigaci&oacute;n de errores. <p>
        </ul><p>
            
<h3>&#191;Por qu&eacute; necesitamos la computaci&oacute;n cu&aacute;ntica&#63;</h3><p>

    La computaci&oacute;n cu&aacute;ntica es capaz de resolver muchos problemas de la ciencia y la sociedad m&aacute;s r&aacute;pidamente que los ordenadores convencionales. 
    Para la pr&aacute;ctica cient&iacute;fica, esto significa que la computaci&oacute;n cu&aacute;ntica profundiza nuestra comprensi&oacute;n del mundo y nos ofrece soluciones innovadoras
    a retos sin resolver. <p>

    La computaci&oacute;n cu&aacute;ntica podr&iacute;a permitir a la sociedad acelerar en el futuro c&aacute;lculos complejos en qu&iacute;mica, medicina y ciencia de materiales, por ejemplo.<p>
        
        Por ejemplo, la tecnolog&iacute;a permitir&iacute;a desarrollar nuevos f&aacute;rmacos con mayor rapidez al comprender mejor c&oacute;mo interact&uacute;an las mol&eacute;culas.
        Adem&aacute;s, las empresas y instituciones p&uacute;blicas Utilizar la inform&aacute;tica cu&aacute;ntica para el cifrado con el fin de aumentar la seguridad de los datos.<p>

<h3>Ventajas y desventajas de la Computaci&oacute;n Cu&aacute;ntica</h3><p>
    
    Seg&uacute;n IT Release, la Computaci&oacute;n cu&aacute;ntica tiene las siguientes ventajas:<p>

        <ul>
            <li><b>C&aacute;lculos m&aacute;s r&aacute;pidos</b></li>
            La Computaci&oacute;n Cu&aacute;ntica puede procesar datos 100 veces m&aacute;s r&aacute;pidos que una computadora digital o una supercomputadora, es decir,
            lo que le puede tomar a&ntilde;os a una computadora cl&aacute;sica, a una computadora cu&aacute;ntica le tomar&aacute; segundos. <p>

            <li><b>Es excelente para la simulaci&oacute;n</b></li>
            Tiene la capacidad de simular datos y con ayuda de algoritmos podr&aacute; crear escenarios, por ejemplo, para enfrentar los retos clim&aacute;ticos,
            temas de log&iacute;stica, e incluso para diagnosticar enfermedades. <p>

            <li><b>B&uacute;squedas en Google</b></li>
            Google hace uso de la Computaci&oacute;n Cu&aacute;ntica para perfeccionar las b&uacute;squedas. Con esta podemos obtener resultados m&aacute;s precisos y relevantes. <p>

            <li><b>Privacidad</b></li>
            La Computaci&oacute;n Cu&Aacute;ntica destaca por la capacidad para lograr algoritmos de criptograf&iacute;a de alto cifrado, lo que hace pr&aacute;cticamente
            imposible quebrar su seguridad. <p>

            <li><b>Inteligencia Artificial</b></li>
            Trabajando conjuntamente con la computaci&oacute;n cu&aacute;ntica, la inteligencia artificial se beneficia del poder de procesamiento
            cu&aacute;ntico para procesar mayores vol&uacute;menes de informaci&oacute;n en menor tiempo y as&iacute; poder afinar sus procesos de respuesta con mayor precisi&oacute;n. <p>

            <li><b>Aprendizaje autom&aacute;tico</b></li>
            Combinando ambas tecnolog&iacute;as se simplifican los procesos, se reduce el uso de c&oacute;digo y se aprovecha el Aprendizaje
            Autom&aacute;tico para potenciar los resultados. <p>
        </ul><p>

Algunas de las desventajas que podemos encontrar son: <p>
    
    <ul>
        <li><b>Creaci&oacute;n de algoritmos</b></li>
        Es necesario escribir nuevos algoritmos para cada c&aacute;lculo que se le solicite a diferencia de la computaci&oacute;n tradicional. <p>

        <li><b>Funciona a una temperatura muy baja</b></li>
        Debido a que el procesamiento que realiza es muy demandante, necesita estar a una temperatura de -240 °C, la cual es muy dif&iacute;cil de mantener. <p>

        <li><b>No est&aacute; disponible para todos</b></li>
        Su uso no est&aacute; disponible para el p&uacute;blico general porque a&uacute;n est&aacute; en fase de desarrollo y sus elevados costos.<p>

        <li><b>Seguridad en Internet</b></li>
        Los cient&iacute;ficos piensan que si se implementa la Computaci&oacute;n Cu&aacute;ntica con &eacute;xito, la seguridad del Internet estar&aacute; en riesgo, ya que se podr&aacute;n descifrar
        los c&oacute;digos y contrase&ntilde;as en segundos. 
    </ul><p>


        <A HREF="https://www.ibm.com/mx-es/topics/quantum-computing">Consulte para m&aacute;s informaci&oacute;n</A>





    </body>
</html>