<html>
    <body bgcolor="#faebd7">
        
<h2>IA Generativa</h2><p>

    <img src="generativa.jpg" width="450" height="300"><p>
    
<h3>&#191;Qu&eacute; es la IA generativa&#63;</h3><p>

    La inteligencia artificial generativa (IA generativa) es un tipo de inteligencia artificial que puede crear ideas y contenidos nuevos, como conversaciones, historias, im&aacute;genes,
    videos y m&uacute;sica. Las tecnolog&iacute;as de IA intentan imitar la inteligencia humana en tareas inform&aacute;ticas no tradicionales, como el reconocimiento de im&aacute;genes,
    el <i>natural language processing</i> (NLP, procesamiento de lenguaje natural) y la traducci&oacute;n. La IA generativa es el siguiente paso en la inteligencia artificial.
    Puede entrenarla para que aprenda lenguaje humano, lenguajes de programaci&oacute;n, arte, qu&iacute;mica, biolog&iacute;a o cualquier tema complejo.
    Reutiliza los datos de entrenamiento para resolver nuevos problemas. Por ejemplo, puede aprender vocabulario en ingl&eacute;s y crear un poema a partir de las palabras que procesa.
    Su organizaci&oacute;n puede utilizar la IA generativa para diversos fines, como los chatbots, la creaci&oacute;n de medios y el desarrollo y dise&ntilde;o de productos. <p>

<h3>IA Conversacional vs. IA Generativa: &#191;Cu&aacute;l es la diferencia&#63;</h3><p>
    
    La inteligencia artificial (IA) est&aacute; progresando a un ritmo asombroso: a mediados de la d&eacute;cada de los 2000 se utiliz&oacute; en los primeros asistentes de voz,
    y hoy escribe c&oacute;digos de programas, sistematiza conjuntos de informaci&oacute;n, monitorea la calidad de los productos e incluso crea objetos de arte.
    Es una de las herramientas de marketing m&aacute;s productivas.<p>

    Las dos ramas principales del desarrollo de la inteligencia artificial son la IA conversacional y la IA generativa. Para utilizarlos de forma eficaz, es necesario
    comprender la diferencia entre ellos. 

    <h4>Qu&eacute; es la IA conversacional</h4><p>
        
        Es un tipo de inteligencia artificial que puede adecuadamente:<p>

            <ul>
                <li>Reconocer</li><p>

                <li>Entender</li><p>

                <li>Generar un habla natural</li><p>
            </ul>

        Es decir, el sistema analiza una solicitud en forma de voz, la procesa y produce una respuesta en la misma forma de voz. </p>

        La mayor&iacute;a de las veces, la IA conversacional se utiliza en modo de di&aacute;logo: cuando se trabaja con asistentes de voz, en el servicio de atenci&oacute;n al cliente,
        para la traducci&oacute;n de idiomas, etc. </p>

    <h4>Qu&eacute; es la IA Generativa</h4></p>

    Se trata de una forma de inteligencia artificial que genera nuevos contenidos a partir de datos adquiridos previamente:

        <ul>
            <li>Texto</li><p>

            <li>Imagen</li><p>

            <li>Audio</li><p>

            <li>Video</li><p>
        </ul>

        En el proceso, la IA generativa aprende cosas nuevas procesando la informaci&oacute;n aprendida: por ejemplo, analiza pinturas de Van Gogh y luego crea un
        dibujo al estilo del famoso holand&eacute;s. <p>
            
        Esta forma de inteligencia artificial estructura cualitativamente informaci&oacute;n de diferentes tipos y resalta su esencia. Un ejemplo ilustrativo
        del uso de IA generativa: ingrese texto sobre la direcci&oacute;n del negocio, sus im&aacute;genes favoritas, fuentes y asigne la tarea de crear un logotipo. <p>
            
        Adem&aacute;s, la plataforma de IA generativa es una herramienta productiva para crear contenido personalizado, escribir c&oacute;digos de software, realizar
        comprobaciones visuales y control de calidad.<p>

        As&iacute;, la principal diferencia entre la IA conversacional y la generativa es que la primera trabaja con el habla, mientras que la segunda
        crea nuevos objetos de texto, sonido y visuales basados ​​en los datos disponibles. <p>
            
        Por lo tanto, no es necesario considerar la IA conversacional frente a la IA generativa en el contexto del desempe&ntilde;o empresarial.
        Cada plataforma se puede utilizar seg&uacute;n las caracter&iacute;sticas espec&iacute;ficas de su negocio y los puntos de su estrategia de marketing.<p> 

        Algunos chatbots de IA, incluyendo al popular Chat GPT, combinan ambas formas de la IA. <p>
        
        
<h3>&#191;Por qu&eacute; es importante la IA generativa&#63;</h3><p>

    Las aplicaciones de IA generativa como ChatGPT han captado la atenci&oacute;n y la imaginaci&oacute;n generalizadas. Pueden ayudar a reinventar la mayor&iacute;a de las
    experiencias y aplicaciones de los clientes, crear nuevas aplicaciones nunca antes vistas y ayudar a los clientes a alcanzar nuevos niveles de productividad. <p>
        
    Seg&uacute;n Goldman Sachs, la IA generativa podr&iacute;a impulsar un aumento del 7 por ciento (o casi 7 billones de d&oacute;lares) en el producto interno bruto (PIB) mundial.
    Tambi&eacute;n anticipan que podr&iacute;a aumentar el crecimiento de la productividad en 1,5 puntos porcentuales en 10 a&ntilde;os.<p>

    A continuaci&oacute;n, presentamos algunos beneficios m&aacute;s de la IA generativa. <p>
        
        <ul>
            <li><b>Acelera la investigaci&oacute;n</b></li>
            Los algoritmos de la IA generativa pueden explorar y analizar datos complejos de nuevas formas. Por lo tanto, los investigadores pueden descubrir nuevas tendencias y patrones que,
            de otro modo, no ser&iacute;an evidentes. Estos algoritmos pueden resumir contenido, esbozar m&uacute;ltiples v&iacute;as de soluci&oacute;n, proporcionar muchas ideas y
            crear documentaci&oacute;n detallada a partir de notas de investigaci&oacute;n. Esta es la raz&oacute;n por la que la IA generativa mejora dr&aacute;sticamente la
            investigaci&oacute;n y la innovaci&oacute;n. <p>
                
            Por ejemplo, los sistemas de IA generativa se utilizan en la industria farmac&eacute;utica para generar y optimizar secuencias de prote&iacute;nas y acelerar significativamente el
            descubrimiento de f&aacute;rmacos.

            <li><b>Mejora las experiencias de los clientes</b></li>
            La IA generativa puede responder de forma natural a conversaciones con humanos y servir como una herramienta para el servicio al cliente y la personalizaci&oacute;n de los flujos de
            trabajo de los clientes.<p>
                
            Por ejemplo, puedes usar chatbots, bots de voz y asistentes virtuales con tecnolog&iacute;a de inteligencia artificial que respondan con mayor precisi&oacute;n a los clientes
            apra resoluciones en el primer contacto.  Pueden aumentar la participaci&oacute;n de los clientes al presentar ofertas seleccionadas y comunicaciones de forma personalizada.<p>

            <li><b>Optimiza los procesos empresariales</b></li>
            Con la IA generativa, su empresa puede optimizar los procesos empresariales mediante aplicaciones de machine learning (ML) e IA en todas las l&iacute;neas de negocio.
            Puede aplicar esta tecnolog&iacute;a en todas las l&iacute;neas de negocio, incluidas la ingenier&iacute;a, el marketing, el servicio al cliente, las finanzas y las ventas. <p>
                
            Por ejemplo, esto es lo que la IA generativa puede hacer para la optimizaci&oacute;n: <p>
                <ul>
                    <li>Extraer y resumir datos de cualquier fuente para funciones de b&uacute;squeda de conocimiento.</li><p>

                    <li>Evaluar y optimizar diferentes escenarios para reducir costos en &aacute;reas como marketing, publicidad, finanzas y log&iacute;stica.</li><p>

                    <li>Generar datos sint&eacute;ticos para crear datos etiquetados para el aprendizaje supervisado y otros procesos de ML.</li>
                </ul><p> 

            <li><b>Aumenta la productividad de los empleados</b></li>
            Los modelos de IA generativa pueden aumentar los flujos de trabajo de los empleados y actuar como asistentes eficientes para todos los miembros de su organizaci&oacute;n.
            Pueden hacer de todo, desde la b&uacute;squeda hasta la creaci&oacute;n, de una manera similar a los humanos.<p>
                
            La IA generativa puede aumentar la productividad de diferentes tipos de trabajadores:<p>
                <ul>
                    <li>Respalda las tareas creativas mediante la generaci&oacute;n de varios prototipos en funci&oacute;n de determinadas entradas y restricciones.
                        Tambi&eacute;n puede optimizar los dise&ntilde;os existentes en funci&oacute;n de la retroalimentaci&oacute;n de humanos y las restricciones espec&iacute;ficas.</li><p>
                        
                    <li>Genera nuevas sugerencias de c&oacute;digo de software para las tareas de desarrollo de aplicaciones.</li><p>

                    <li>Respalda la administraci&oacute;n mediante la generaci&oacute;n de informes, res&uacute;menes y proyecciones.</li><p>
                        
                    <li>Genera nuevos guiones de ventas, contenido de correo electr&oacute;nico y blogs para los equipos de marketing.</li><p>
                </ul>

            Puede ahorrar tiempo, reducir costos y mejorar la eficiencia en toda su organizaci&oacute;n.
        </ul><p>

<h3>&#191;C&oacute;mo funciona la IA generativa&#63;</h3><p>
    
    Como toda la inteligencia artificial, la IA generativa funciona mediante modelos de machine learning (ML), que son modelos muy grandes que se 
    entrenan previamente con grandes cantidades de datos.<p>

    <b>Modelos b&aacute;sicos</b><p>
        
        <i>Foundation models</i>
        (FM, modelos fundacionales) son modelos de ML entrenados en un amplio espectro de datos generalizados y sin etiquetar. Son capaces de realizar una amplia variedad de tareas generales.<p>

        Los FM son el resultado de los &uacute;ltimos avances de una tecnolog&iacute;a que ha estado evolucionando durante d&eacute;cadas. En general, un modelo fundacional
        utiliza relaciones y patrones aprendidos para predecir el siguiente elemento de una secuencia. <p>
            
        Por ejemplo, con la generaci&oacute;n de im&aacute;genes, el modelo analiza la imagen y crea una versi&oacute;n de ella m&aacute;s n&iacute;tida y definida. Del mismo modo, con texto,
        el modelo predice la siguiente palabra de una cadena de texto en funci&oacute;n de las palabras anteriores y su contexto. Luego, selecciona la siguiente
        palabra mediante el uso de t&eacute;cnicas de distribuci&oacute;n de probabilidad. <p>
            
    <b>Modelos de lenguaje de gran tama&ntilde;o</b><p>

        Los <i>large language models</i> (LLM, modelos de lenguaje de gran tama&ntilde;o)
        son una clase de FM. Por ejemplo, los modelos de generative pre-trained transformer (GPT, transformadores generativos preentrenados)
        de OpenAI son LLM. Los LLM se centran espec&iacute;ficamente en tareas basadas en el lenguaje, como el resumen, la generaci&oacute;n de texto,
        la clasificaci&oacute;n, la conversaci&oacute;n abierta y la extracci&oacute;n de informaci&oacute;n. <p>

        Lo que hace que los LLM sean especiales es su capacidad para realizar m&uacute;ltiples tareas. Pueden hacerlo porque contienen muchos par&aacute;metros que 
        los hacen capaces de aprender conceptos avanzados. <p>
            
        Un LLM como el GPT-3 puede considerar miles de millones de par&aacute;metros y tiene la capacidad de generar contenido a partir de muy pocas entradas.
        A trav&eacute;s de su exposici&oacute;n previa al entrenamiento a datos a escala de Internet en todas sus diversas formas y en una mir&iacute;ada de patrones,
        los LLM aprenden a aplicar sus conocimientos en una amplia gama de contextos.<p>

<h3>&#191;C&oacute;mo afectar&aacute; la IA generativa a las industrias&#63;</h3><p>
    
    Si bien la IA generativa podr&iacute;a afectar a todos los sectores con el tiempo, algunos sectores est&aacute;n preparados para beneficiarse r&aacute;pidamente de esta tecnolog&iacute;a.<p>

    <h4>Servicios financieros</h4><p>
        
        Las empresas de servicios financieros pueden aprovechar la potencia de la IA generativa para prestar un mejor servicio a sus clientes y, al mismo tiempo,
        reducir los costos:<p> 

            <ul>
                <li>Las instituciones financieras pueden usar los chatbots para generar recomendaciones de productos y responder a las consultas de los clientes,
                    lo que mejora el servicio al cliente en general.</li> <p>

                <li>Las instituciones crediticias pueden acelerar la aprobaci&oacute;n de pr&eacute;stamos para mercados desatendidos desde el punto de vista financiero,
                    especialmente en pa&iacute;ses en desarrollo.</li><p>

                <li>Los bancos pueden detectar r&aacute;pidamente el fraude en las reclamaciones, en las tarjetas de cr&eacute;dito y en los pr&eacute;stamos.</li><p>

                <li>Las empresas de inversi&oacute;n pueden utilizar la potencia de la IA generativa para brindar asesoramiento financiero personalizado y 
                    seguro a sus clientes a bajo costo.</li>
            </ul><p>
                
<h4>Sanidad y ciencias biol&oacute;gicas</h4><p>

    Uno de los casos de uso m&aacute;s prometedores de la IA generativa es acelerar el descubrimiento y la investigaci&oacute;n de f&aacute;rmacos.
    La IA generativa utiliza modelos para crear nuevas secuencias de prote&iacute;nas con propiedades espec&iacute;ficas para dise&ntilde;ar anticuerpos, enzimas, vacunas y terapias g&eacute;nicas.<p>
        
    Las empresas de salud y ciencias de la vida pueden utilizar modelos generativos con el fin de dise&ntilde;ar secuencias de genes sint&eacute;ticos para aplicaciones en
    biolog&iacute;a sint&eacute;tica e ingenier&iacute;a metab&oacute;lica. Por ejemplo, pueden crear nuevas v&iacute;as biosint&eacute;ticas u optimizar la expresi&oacute;n
    g&eacute;nica con fines de biofabricaci&oacute;n.<p>

    Por &uacute;ltimo, la IA generativa se puede utilizar para crear datos sint&eacute;ticos de pacientes y de atenci&oacute;n m&eacute;dica. Esto resulta &uacute;til para entrenar modelos de IA,
    simular ensayos cl&iacute;nicos o estudiar enfermedades raras sin acceso a grandes conjuntos de datos del mundo real. <p>
        
<h4>Automoci&oacute;n y fabricaci&oacute;n</h4><p>

    Las empresas automotrices pueden utilizar la tecnolog&iacute;a de la IA generativa con muchos prop&oacute;sitos, desde ingenier&iacute;a hasta experiencias a bordo de veh&iacute;culos
    y servicio al cliente. Por ejemplo, pueden optimizar el dise&ntilde;o de las piezas mec&aacute;nicas para reducir la resistencia aerodin&aacute;mica en los dise&ntilde;os de los
    veh&iacute;culos o adaptar el dise&ntilde;o de los asistentes personales.<p>
        
    Las compa&ntilde;&iacute;as automotrices utilizan la IA generativa para ofrecer un mejor servicio al cliente al proporcionar respuestas r&aacute;pidas a las preguntas m&aacute;s frecuentes.
    Se pueden crear nuevos dise&ntilde;os de materiales, chips y piezas con IA generativa para optimizar los procesos de fabricaci&oacute;n y reducir los costos.<p>

    La IA generativa tambi&eacute;n se puede utilizar para generar datos sint&eacute;ticos para probar aplicaciones. Esto es especialmente &uacute;til para los datos que no suelen
    incluirse en los conjuntos de datos de prueba (como defectos o casos extremos).<p>
        
<h4>Contenido multimedia y entretenimiento</h4><p>

    Desde animaciones y guiones hasta largometrajes, la IA generativa puede producir contenido novedoso a una fracci&oacute;n del costo y el tiempo que implicar&iacute;an tradicionalmente.<p>
        
    Estas son otras formas en las que puede utilizar la IA generativa en la industria:<p>

        <ul>
            <li>Los artistas pueden complementar y mejorar sus &aacute;lbumes con m&uacute;sica generada por IA para crear experiencias completamente nuevas.</li><p>

            <li>Las organizaciones de medios pueden utilizar la IA generativa para mejorar las experiencias de su audiencia al ofrecer contenido y anuncios personalizados
                para aumentar sus ingresos.</li><p>

            <li>Las compa&ntilde;&iacute;as de juegos pueden usar la IA generativa para crear nuevos juegos y permitir a los jugadores crear avatares.</li><p>
        </ul><p>
            
<h4>Telecomunicaci&oacute;n</h4><p>

    Los primeros casos de uso de la IA generativa en las telecomunicaciones se centran en reinventar la experiencia del cliente.
    La experiencia del cliente se define por las interacciones acumuladas de los suscriptores en todos los puntos de contacto del recorrido del cliente. <p>
        
    Por ejemplo, las organizaciones de telecomunicaciones pueden aplicar la IA generativa para mejorar el servicio al cliente con agentes conversacionales en vivo
    similares a los humanos. Tambi&eacute;n pueden optimizar el rendimiento de la red mediante el an&aacute;lisis de los datos de la red para recomendar soluciones. Adem&aacute;s, pueden reinventar
    las relaciones con los clientes con asistentes de ventas individuales personalizados.<p>

<h4>Energ&iacute;a</h4><p>
    
    La IA generativa es adecuada para tareas del sector energ&eacute;tico que implican el an&aacute;lisis, el reconocimiento de patrones, la previsi&oacute;n y la optimizaci&oacute;n
    de datos sin procesar complejos. Las organizaciones de energ&iacute;a pueden mejorar el servicio al cliente mediante el an&aacute;lisis de los datos empresariales para identificar los patrones de uso.
    Con esta informaci&oacute;n, pueden desarrollar ofertas de productos espec&iacute;ficas, programas de eficiencia energ&eacute;tica o iniciativas de respuesta a la demanda.<p>

    La IA generativa puede ayudar a gestionar la red, aumentar la seguridad del sitio operativo y optimizar la producci&oacute;n de energ&iacute;a mediante la simulaci&oacute;n de yacimientos.<p>
            
<h3>&#191;C&oacute;mo funcionan los modelos de IA generativa&#63;</h3><p>

    Los modelos tradicionales de machine learning eran discriminativos o se centraban en clasificar los puntos de datos. Intentaban determinar la relaci&oacute;n entre los factores conocidos y desconocidos.
    Por ejemplo, observan im&aacute;genes (datos conocidos como la disposici&oacute;n de los p&iacute;xeles, la l&iacute;nea, el color y la forma) y las asignan a palabras (el factor desconocido).
    Matem&aacute;ticamente, los modelos funcionaban identificando ecuaciones que pod&iacute;an mapear num&eacute;ricamente factores desconocidos y conocidos como variables x e y. <p>
        
    Los modelos generativos llevan esto un paso m&aacute;s all&aacute;. En lugar de predecir una etiqueta seg&uacute;n algunas caracter&iacute;sticas, intentan predecir caracter&iacute;sticas
    seg&uacute;n una etiqueta determinada. Matem&aacute;ticamente, el modelado generativo calcula la probabilidad de que x e y ocurran juntos. Aprende la distribuci&oacute;n de
    las diferentes caracter&iacute;sticas de los datos y sus relaciones.<p>

    Por ejemplo, los modelos generativos analizan im&aacute;genes de animales para registrar variables como diferentes formas de orejas, formas de ojos, rasgos de la cola y patrones de piel.
    Aprenden las caracter&iacute;sticas y sus relaciones para comprender c&oacute;mo son los diferentes animales en general. Luego, pueden recrear nuevas imágenes de animales que no estaban
    en el set de entrenamiento. <p>
            
    A continuaci&oacute;n, ofrecemos algunas categor&iacute;as amplias de modelos de IA generativa.<p>

<h4>Modelos de difusi&oacute;n</h4><p>
    
    Los modelos de difusi&oacute;n crean nuevos datos realizando, de forma iterativa, cambios aleatorios controlados en una muestra de datos inicial.
    Empiezan con los datos originales y a&ntilde;aden cambios sutiles (ruido), haciendo que pierdan la similitud con el original progresivamente. Este ruido se controla cuidadosamente para
    garantizar que los datos generados sigan siendo coherentes y realistas.<p>

    Tras a&ntilde;adir ruido en varias iteraciones, el modelo de difusi&oacute;n invierte el proceso. La eliminaci&oacute;n de ruido inversa elimina gradualmente el ruido para producir una nueva muestra
    de datos que se parezca a la original.<p>
        
<h4>Redes generativas adversativas</h4><p>

    La <i>generative adversarial network</i> (GAN, red generativa adversativa) es otro modelo de IA generativa que se basa en el
    concepto del modelo de difusi&oacute;n. <p>
        
    Las GAN funcionan entrenando dos redes neuronales de manera competitiva. La primera red, conocida como generador, crea muestras de datos falsas a&ntilde;adiendo ruido aleatorio.
    La segunda red, denominada discriminador, trata de distinguir entre los datos reales y los datos falsos producidos por el generador.<p>

    Durante el entrenamiento, el generador mejora continuamente su capacidad de crear datos realistas, mientras que el discriminador mejora su capacidad de diferenciar entre lo real y lo falso. 
    Este proceso adversativo contin&uacute;a hasta que el generador produce datos tan convincentes que el discriminador no puede diferenciarlos de los datos reales. <p>
        
    Las GAN se utilizan ampliamente para generar im&aacute;genes realistas, transferir estilos y realizar tareas de aumento de datos.<p> 

<h4>Autocodificadores variacionales</h4><p>
    
    Los VAE aprenden una representaci&oacute;n compacta de los datos llamada espacio latente. El espacio latente es una representaci&oacute;n matem&aacute;tica de los datos.
    Puede considerarlo como un c&oacute;digo &uacute;nico que representa los datos en funci&oacute;n de todos sus atributos. Por ejemplo, si estudia rostros, el espacio latente contiene
    n&uacute;meros que representan la forma de los ojos, la forma de la nariz, los p&oacute;mulos y las orejas.<p>

    Los VAE utilizan dos redes neuronales: el codificador y el decodificador. La red neuronal del codificador mapea los datos de entrada a una media y una varianza para
    cada dimensi&oacute;n del espacio latente. Genera una muestra aleatoria a partir de una distribuci&oacute;n gaussiana (normal). Este ejemplo es un punto en el espacio latente y
    representa una versi&oacute;n comprimida y simplificada de los datos de entrada. <p>
        
    La red neuronal del decodificador toma este punto muestreado del espacio latente y lo reconstruye en datos que se parecen a la entrada original.
    Las funciones matem&aacute;ticas se utilizan para medir qu&eacute; tan buena es la coincidencia entre los datos reconstruidos y los datos originales.<p>

<h4>Modelos basados en transformadores</h4><p>
    
    El modelo de IA generativa basado en transformadores se basa en los conceptos de codificador y decodificador de los VAE.
    Los modelos basados en transformadores a&ntilde;aden m&aacute;s capas al codificador para mejorar el rendimiento en las tareas basadas en texto, como la comprensi&oacute;n, la
    traducci&oacute;n y la escritura creativa.<p> 

    Los modelos basados en transformadores utilizan un mecanismo de autoatenci&oacute;n. Sopesan la importancia de las diferentes partes de una secuencia de entrada
    al procesar cada elemento de la secuencia. <p>
        
    Otra caracter&iacute;stica clave es que estos modelos de IA implementan incrustaciones contextuales. La codificaci&oacute;n de un elemento de secuencia depende no
    solo del elemento en s&iacute;, sino tambi&eacute;n de su contexto dentro de la secuencia.<p>

<b><i>C&oacute;mo funcionan los modelos basados en transformadores</i></b><p>
    
    Para entender c&oacute;mo funcionan los modelos basados en transformadores, imagine una oraci&oacute;n como una secuencia de palabras.<p>

    La autoatenci&oacute;n ayuda al modelo a centrarse en las palabras relevantes a medida que procesa cada palabra. Para capturar diferentes
    tipos de relaciones entre palabras, el modelo generativo basado en transformadores emplea m&uacute;ltiples capas de codificaci&oacute;n denominadas cabezales de atenci&oacute;n.
    Cada cabezal aprende a prestar atenci&oacute;n a diferentes partes de la secuencia de entrada. Esto permite que el modelo considere simult&aacute;neamente
    diferentes aspectos de los datos. <p>
        
    Cada capa tambi&eacute;n refina las incrustaciones contextuales. Las capas hacen que las incrustaciones sean más informativas y capturan todo,
    desde la sintaxis gramatical hasta los significados sem&aacute;nticos complejos.<p>

<h3>&#191;C&oacute;mo evolucion&oacute; la tecnolog&iacute;a de IA generativa&#63;</h3><p>
    
    Los modelos generativos primitivos se han utilizado durante d&eacute;cadas en estad&iacute;stica para ayudar en el an&aacute;lisis de datos num&eacute;ricos.
    Las redes neuronales y el aprendizaje profundo fueron los precursores recientes de la IA generativa moderna.
    Los variational autoencoders (VAE, autocodificadores variacionales), desarrollados en 2013, fueron los primeros modelos generativos profundos
    que pod&iacute;an generar im&aacute;genes y voz realistas.<p> 

    Los VAE introdujeron la capacidad de crear variaciones novedosas de varios tipos de datos. Esto llev&oacute; a la r&aacute;pida aparici&oacute;n de
    otros modelos de IA generativa, como las redes generativas adversativas y los modelos de difusi&oacute;n. Estas innovaciones se centraron en
    generar datos que se parecieran cada vez m&aacute;s a datos reales, a pesar de haber sido creados artificialmente. <p>
        
    En 2017, se produjo un nuevo cambio en la investigaci&oacute;n sobre la IA con la introducci&oacute;n de los transformadores. Los transformadores
    integraron a la perfecci&oacute;n la arquitectura del codificador y el decodificador con un mecanismo de atenci&oacute;n.
    Agilizaron el proceso de formaci&oacute;n de modelos de lenguaje con una eficacia y versatilidad excepcionales. Modelos notables como el GPT surgieron
    como modelos fundamentales capaces de entrenarse previamente sobre extensos corpus de texto sin procesar y de adaptarlos para diversas tareas.<p>

    Los transformadores cambiaron lo que era posible para el procesamiento del lenguaje natural. Potenciaron las capacidades
    generativas para tareas que iban desde la traducci&oacute;n y el resumen hasta la respuesta a preguntas. <p>
        
    Muchos modelos de IA generativa siguen logrando avances significativos y han encontrado aplicaciones en todos los sectores. 
    Las innovaciones recientes se centran en refinar los modelos para que funcionen con datos propietarios. Los investigadores tambi&eacute;n
    quieren crear textos, im&aacute;genes, v&iacute;deos y discursos que se parezcan cada vez m&aacute;s a los producidos por humanos.<p>

<h4>&#191;Cu&aacute;les son las aplicaciones comunes de la IA generativa&#63;</h4><p>
    
    Gracias a la IA generativa, puede aprovechar el machine learning para su empresa con mayor rapidez y aplicarlo a un conjunto m&aacute;s amplio
    de casos de uso. Puede aplicar la IA generativa en todas las l&iacute;neas de negocio, incluidas la ingenier&iacute;a, el marketing, el
    servicio al cliente, las finanzas y las ventas. La generaci&oacute;n de c&oacute;digo es una de las aplicaciones m&aacute;s prometedoras para la IA
    generativa y, con Amazon CodeWhisperer, un complemento de codificaci&oacute;n de IA, estamos obteniendo excelentes resultados en cuanto
    a la productividad de los desarrolladores. Durante la versi&oacute;n preliminar, Amazon present&oacute; un desaf&iacute;o de productividad y
    los participantes que usaron Amazon CodeWhisperer ten&iacute;an un 27 % m&aacute;s de probabilidades de completar las tareas correctamente
    y lo hicieron una media de un 57 % m&aacute;s r&aacute;pido que los que no usaron CodeWhisperer.<p>

    Adem&aacute;s de la generaci&oacute;n de c&oacute;digo, hay muchas aplicaciones en las que puede utilizar la IA generativa para
    lograr un cambio radical en la experiencia del cliente, la productividad de los empleados, la eficiencia empresarial y la creatividad.
    Puede utilizar la IA generativa para mejorar la experiencia del cliente mediante capacidades como chatbots, asistentes virtuales,
    centros de atenci&oacute;n inteligentes, personalizaci&oacute;n y moderaci&oacute;n del contenido. Tambi&eacute;n es posible aumentar la productividad de sus
    empleados con la b&uacute;squeda conversacional, la creaci&oacute;n de contenido y el resumen de texto impulsados por IA generativa, entre otros.
    Adem&aacute;s, la IA generativa le permite mejorar las operaciones comerciales con el procesamiento inteligente de documentos,
    los asistentes de mantenimiento, el control de calidad y la inspecci&oacute;n visual y la generaci&oacute;n de datos de entrenamiento sint&eacute;ticos.
    Por &uacute;ltimo, puede utilizar la IA generativa para impulsar la producci&oacute;n de todo tipo de contenido creativo, desde arte y
    m&uacute;sica, con la generaci&oacute;n de texto, animaci&oacute;n, video e im&aacute;genes.<p>
        
<h3>Limitaciones y desaf&iacute;os de la IA generativa</h3><p>

    Las capacidades de la IA generativa son tan impresionantes que puede ser f&aacute;cil perder de vista sus limitaciones.
    Estos son varios de los desaf&iacute;os que superar. <p>
        
        <ul>
            <li><b>La IA no siempre est&aacute; en lo cierto</b></li>
            las herramientas de IA generativa, como ChatGPT, no siempre son precisas en relaci&oacute;n con los hechos.
            Puede que llegue un momento en el que los conjuntos de datos y algoritmos m&aacute;s precisos reduzcan el
            riesgo, pero mientras tanto, como seres humanos debemos ser consumidores esc&eacute;pticos de lo que leemos.
            Corrobora la informaci&oacute;n compar&aacute;ndola con una fuente confiable. <p>

            <li><b>El sesgo puede estar en todos lados</b></li>
            Verificar datos puede ser relativamente sencillo. El bloqueo de sesgos sociales, como los relativos al sexo o la raza,
            es m&aacute;s dif&iacute;cil en los resultados de la IA generativa. Pero es muy necesario. Para prevenir la aparici&oacute;n
            de sesgos sociales en los resultados de la IA generativa, las personas responsables de la IA deben identificar
            y mitigar los sesgos desde el dise&ntilde;o y el desarrollo hasta la implementaci&oacute;n, y comprometerse a
            controlarlos con regularidad. <p>

            Como personas usuarias tambi&eacute;n podemos ayudar a eliminar los sesgos. Digamos que introducimos la instrucci&oacute;n
            &quot;profesional de la ciencia con bata de laboratorio sosteniendo un tubo de ensayo&quot; en un generador de arte con IA.
            &#191;Los resultados solo muestran un tipo de persona, sin importar las veces que hagas clic en el
            bot&oacute;n Generar&#63; Puedes enviar un mensaje a quienes inventaron el generador sobre ese punto d&eacute;bil y
            luego refinar esa instrucci&oacute;n de texto para producir resultados m&aacute;s diversos. <p>

            <li><b>La IA generativa puede consumir mucha energ&iacute;a</b></li>
            Las compa&ntilde;&iacute;as que desarrollan herramientas de IA generativa tambi&eacute;n deben considerar la energ&iacute;a
            necesaria para entrenar y mantener estas herramientas. El sector est&aacute; tomando conciencia de la
            necesidad de reducir su huella de carbono, pero a&uacute;n falta un largo camino por recorrer. <p>

            <li><b>Los derechos de propiedad intelectual son un problema</b></li>
            El conjunto de profesionales creativos est&aacute; preocupado, y con raz&oacute;n, por la infracci&oacute;n de los derechos de autor.
            Estas preocupaciones se abordan actualmente en los tribunales. Adobe es uno de los ejemplos de compa&ntilde;&iacute;as
            que trabajan para ayudar a las personas que crean contenido. Adem&aacute;s de desarrollar la IA generativa de Firefly
            de manera responsable, Adobe tambi&eacute;n ayuda al sector a crear est&aacute;ndares a trav&eacute;s de la Content Authenticity
            Initiative (CAI) y trabaja por una etiqueta &quot;sin entrenar&quot; universal que permita a las personas creadoras
            tener el control sobre si permiten a los modelos de IA entrenar con su trabajo. <p>
        </ul><p>


    </body>
</html>