<html>
    <body bgcolor="#faebd7">
        <h2>La nube</h2><p>

            <img src="la nube.jpg" width="430" height="230">
              
            <h3>&#191;Qu&eacute; es la nube&#63;</h3><p>
              
              &quot;La nube&quot; hace referencia a los servidores a los que se accede a trav&eacute;s de Internet, y al software y bases de datos que se ejecutan en esos servidores.
              Los servidores de la nube est&aacute;n ubicados en centros de datos por todo el mundo. Con la inform&aacute;tica en la nube, no es necesario que los usuarios y las empresas
              gestionen los servidores f&iacute;sicos ni que ejecuten aplicaciones de software en sus propios ordenadores.<p>
                
              La nube permite a los usuarios acceder a los mismos archivos y aplicaciones casi desde cualquier dispositivo, ya que los procesos inform&aacute;ticos y de
              almacenamiento tienen lugar en servidores en un centro de datos, y no de forma local en el dispositivo del usuario. Por ello, un usuario puede iniciar sesi&oacute;n
              en su cuenta de Instagram con un tel&eacute;fono nuevo despu&eacute;s de que se le haya averiado el anterior y seguir&aacute; teniendo acceso a su cuenta de siempre,
              con sus fotos, v&iacute;deos y el historial de conversaci&oacute;n. Funciona igual con proveedores de correo electr&oacute;nico en la nube como Gmail o Microsoft Office 365, y con
              proveedores de almacenamiento en la nube como Dropbox o Google Drive.<p>
                
              Para las empresas, el cambio a la computaci&oacute;n en la nube supone menos gastos generales y de TI: por ejemplo, ya no tendr&aacute;n que actualizar y mantener sus propios
              servidores, ya que su proveedor de la nube lo har&aacute; por ellos. Esto tiene un especial impacto en las peque&ntilde;as empresas que no tienen la capacidad de pagar su propia
              infraestructura interna, pero que pueden externalizar sus necesidades de infraestructura por poco dinero mediante la nube. Adem&aacute;s, la nube puede facilitar que las
              empresas operen a nivel internacional, ya los empleados y clientes pueden acceder a los mismos archivos y aplicaciones desde cualquier lugar.<p>
          
            <h3>&#191;Por qu&eacute; se llama &quot;la nube&quot;&#63;</h3><p>
              
              &quot;La nube&quot; surgi&oacute; como un t&eacute;rmino de jerga en el sector tecnol&oacute;gico. En los albores de Internet, los diagramas t&eacute;cnicos sol&iacute;an representar
              con una nube a los servidores y a la infraestructura de red que formaban Internet. A medida que m&aacute;s procesos inform&aacute;ticos se iban trasladando a esta parte de infraestructura
              y servidores de Internet, se empez&oacute; a hablar de trasladar a &quot;la nube&quot; como una forma abreviada de expresar el lugar en el que se llevaban a cabo los procesos inform&aacute;ticos.
              Hoy en d&iacute;a, &quot;la nube&quot; es un t&eacute;rmino ampliamente aceptado para este tipo de computaci&oacute;n.<p>
          
            <h3>Comprende c&oacute;mo funciona la computaci&oacute;n en la nube</h3><p>
              
              Los modelos de servicio de computaci&oacute;n en la nube se basan en el concepto de compartir informaci&oacute;n, software y recursos de procesamiento bajo demanda en Internet.
              Las empresas o las personas pagan para acceder a un grupo virtual de recursos compartidos, incluidos los servicios de procesamiento, almacenamiento y herramientas de redes,
              que se encuentran en servidores remotos que son propiedad de los proveedores de servicios y son administrados por ellos. <p>
                
              Una de las muchas ventajas de la computaci&oacute;n en la nube es que solo pagas por lo que usas. Esto permite que las organizaciones escalen con mayor rapidez y 
              eficiencia sin la carga de comprar y mantener sus propios centros de datos f&iacute;sicos y servidores. <p>
                
              En t&eacute;rminos m&aacute;s simples, la computaci&oacute;n en la nube usa una red (por lo general, Internet) para conectar a los usuarios con una plataforma en la nube en la que solicitan y
              acceden a servicios de computaci&oacute;n alquilados. Un servidor central controla toda la comunicaci&oacute;n entre los dispositivos y los servidores del cliente para facilitar el 
              intercambio de datos. Las funciones de seguridad y privacidad son componentes habituales para proteger esta informaci&oacute;n. <p>
                
              Cuando se adopta la arquitectura de computació&oacute;n en la nube, no hay una soluci&oacute;n universal. Lo que funciona para otra empresa puede no satisfacer tus necesidades ni las de tu empresa.
              De hecho, esta flexibilidad y versatilidad es uno de los sellos distintivos de la nube, lo que permite a las empresas adaptarse con rapidez a mercados o m&eacute;tricas cambiantes.<p>
                
              Existen tres modelos diferentes de implementaci&oacute;n de computaci&oacute;n en la nube: nube p&uacute;blica, nube privada y nube h&iacute;brida. <p>
                
                <ul>
                  <li>Las <b>nubes p&uacute;blicas</b> se ejecutan mediante proveedores de servicios en la nube externos. Ofrecen recursos de procesamiento, almacenamiento y red a trav&eacute;
                    de Internet, lo que permite que las empresas accedan a recursos compartidos bajo demanda en funci&oacute;n de sus requisitos y objetivos comerciales &uacute;nicos.</li><p>
          
                  <li>Las <b>nubes privadas</b> las compila, administra y posee una sola organizaci&oacute;on y se alojan de forma privada en sus propios centros de datos, lo que com&uacute;nmente se
                    conoce como &quot;local&quot;. Proporcionan mayor control, seguridad y administraci&oacute;n de datos, a la vez que permiten que los usuarios internos se beneficien de un conjunto
                    compartido de recursos de procesamiento, almacenamiento y red.</li><p>
          
                  <li>Las <b>nubes h&iacute;bridas</b> combinan modelos de nube p&uacute;blica y privada, lo que permite a las empresas aprovechar los servicios de nube p&uacute;blica y mantener las
                    capacidades de seguridad y cumplimiento que suelen encontrarse en las arquitecturas de nube privada.</li><p>
          
                  <li>La <b>multinube</b> es un tipo de implementaci&oacute;n de nube que implica el uso de varias nubes p&uacute;blicas. Dicho de otra forma, una organizaci&oacute;n con una implementaci&oacute;n de multinube
                    alquila servidores y servicios virtuales de varios proveedores externos. Para continuar con la anterior analog&iacute;a, ser&iacute;a como alquilar varias parcelas adyacentes de diferentes propietarios.
                    Las implementaciones multinube tambi&eacute;n pueden ser una nube h&iacute;brida y viceversa.</li><p>
                </ul><p>
                  
            <h3>&#191;Qu&eacute; son los servicios en la nube&#63;</h3><p>
              
              Los recursos disponibles en la nube se conocen como &quot;servicios&quot;, ya que son gestionados activamente por un proveedor de la nube. Los servicios en la nube incluyen infraestructura,
              aplicaciones, herramientas de desarrollo y almacenamiento de datos, entre otros productos. Estos servicios se clasifican en varias categor&iacute;as diferentes o modelos de servicio.<p>
            
               

                <MAP NAME="nube">
                  <area shape="circle" coords="200, 200, 50" href="https://www.atlassian.com/es/microservices/cloud-computing"
              </MAP>
              <img src="nub.jpg" usemap="gato">
      
              <FONT SIZE="-1">
                  <A href="https://www.atlassian.com/es/microservices/cloud-computing">La nube</A>
              </FONT> 
          
          
          
            <h3>&#191;Cu&aacute;les son los principales modelos de servicio de la computaci&oacute;n en nube&#63;</h3><p>
              
              <b>Software como servicio (SaaS): </b>en lugar de que los usuarios instalen una aplicaci&oacute;n en su dispositivo, las aplicaciones de SaaS se alojan en servidores en la nube y los usuarios
              pueden acceder a ellas a trav&eacute;s de Internet. El SaaS es como alquilar una casa: el arrendador sigue siendo el propietario de la casa, pero el arrendatario tiene derecho a usarla como
              si fuera suya. Ejemplos de aplicaciones de SaaS incluyen Salesforce, MailChimp y Slack.<p> 
          
              <b>Plataforma como servicio (PaaS): </b> en este modelo, las empresas no pagan por las aplicaciones alojadas, sino que pagan por lo que necesitan para desarrollar sus propias aplicaciones.
              Los proveedores de PaaS proporcionan todo lo necesario para crear una aplicaci&oacute;n, incluyendo herramientas de desarrollo, infraestructura y sistemas operativos, todo a trav&eacute;s de Internet.
              El PaaS se puede comparar con alquilar todas las herramientas y equipamiento necesarios para construir una casa, en lugar de alquilar la casa en s&iacute;. Algunos ejemplos de PaaS incluyen
              Heroku y Microsoft Azure.<p>
          
              <b>Infraestructura como servicio (IaaS): </b>en este modelo, una empresa alquila los servidores y el almacenamiento que necesita de un proveedor de soluciones en la nube. Luego,
              utilizan esa infraestructura en la nube para desarrollar sus aplicaciones. IaaS es como una empresa que alquila un terreno en el que pueden construir lo que quieran, pero con
              su propio equipamiento y materiales de construcci&oacute;n. Entre los proveedores de IaaS se incluyen DigitalOcean, Google Compute Engine y OpenStack.<p>
          
              Con anterioridad, SaaS, PaaS e IaaS eran los tres modelos principales de computaci&oacute;n en nube, y, en esencia, todos los servicios en la nube encajan en alguna de estas tres
              categor&iacute;as. Sin embargo, en los &uacute;ltimos a&tilde;os ha aparecido un cuarto modelo: <p>
          
              <b>Funci&oacute;n como servicio (FaaS): </b>FaaS, tambi&eacute;n conocida como inform&aacute;tica sin servidor, divide las aplicaciones en la nube en componentes todav&iacute;a m&aacute;s peque&ntilde;os que solo se
              ejecutan cuando son necesarios. Imag&iacute;nate que fuera posible alquilar una casa por partes. Por ejemplo, el arrendatario solo paga por el comedor a la hora de la cena, el dormitorio
              a la hora de dormir, el comedor cuando ve la TV, y cuando no est&eacute; usando ninguna de ellas, no tendr&aacute; que pagar el alquiler. <p>
                
              Las aplicaciones sin servidor o FaaS se siguen ejecutando en servidores, como todos estos modelos de inform&aacute;tica en la nube. Sin embargo, se las conoce como
              &quot;sin servidor&quot; porque no se ejecutan en m&aacute;quinas dedicadas, y porque las empresas que desarrollan las aplicaciones no tienen que gestionar ning&uacute;n servidor.<p>
                
              Adem&aacute;s, las funciones sin servidor escalan o se duplican a medida que m&aacute;s usuarios utilizan la aplicaci&oacute;n. &#161;Imag&iacute;nate que el comedor del arrendatario se pudiera ampliar a demanda
              cuando hubiera visitas&#33; M&aacute;s informaci&oacute;n sobre c&oacute;mo funciona la inform&aacute;tica sin servidor (FaaS).<p>
          
            <img src="modelo-nube.png" width="550" height="230"><p>
          
              <h3>&#191;Necesitas la computaci&oacute;n en la nube&#63;</h3><p>
                
                El ritmo de la innovaci&oacute;n, y la necesidad de implementar computaci&oacute;n avanzada para acelerar este crecimiento, hace que la computaci&oacute;n en la nube sea una opci&oacute;n viable que permite impulsar la investigaci&oacute;n
                y acelerar el desarrollo de productos nuevos. La computaci&oacute;n en la nube puede brindar a las empresas acceso a recursos escalables y a las &uacute;ltimas tecnolog&iacute;as sin necesidad de preocuparse por los gastos de
                capital o la infraestructura fija limitada. &#191;Cu&aacute;l es el futuro de la computaci&oacute;n en la nube&#63; Se espera que se convierta en el entorno de TI empresarial dominante.<p>
                  
                Si tu organizaci&oacute;n experimenta alguna de las siguientes situaciones, es probable que seas un buen candidato para implementar la computaci&oacute;n en la nube:<p>
                  
                  <ul>
                    <li>Alto crecimiento comercial que supere las capacidades de infraestructura</li><p>
          
                    <li>Bajo uso de los recursos de infraestructura existentes</li><p>
                      
                    <li>Grandes vol&uacute;menes de datos que saturan los recursos de almacenamiento de datos locales</li><p>
          
                    <li>Tiempos de respuesta lentos con la infraestructura local</li><p>
          
                    <li>Demoras en el desarrollo de productos debido a restricciones de infraestructura</li><p>
          
                    <li>Desaf&iacute;os en el flujo de dinero en efectivo debido a los altos gastos de infraestructura de procesamiento</li><p>
          
                    <li>Poblaci&oacute;n de usuarios altamente distribuidos o para dispositivos m&oacute;viles</li><p>
                  </ul><p>
                    
                Estos casos requieren una mayor capacidad de almacenamiento de la que pueden proporcionar los centros de datos tradicionales.<p>
          
              <h3>&#191;Para qu&eacute; se utiliza la computaci&oacute;n en la nube&#63;</h3><p>
                
                La computaci&oacute;n en la nube ofrece una amplia variedad de aplicaciones posibles que pueden beneficiar a las organizaciones. Estos son algunos de los casos de uso m&aacute;s comunes:<p>
                  
                <b>Escalamiento de la infraestructura</b><p>
                  Muchas organizaciones, incluidas las de venta minorista, tienen necesidades que var&iacute;an en gran medida en cuanto a la capacidad de procesamiento.
                  La computaci&oacute;n en la nube se adapta con facilidad a estas fluctuaciones. <p>
          
                <b>Recuperaci&oacute;n ante desastres</b><p>
                  En lugar de crear m&aacute;s centros de datos para garantizar la continuidad durante los desastres, las empresas usan la computaci&oacute;n en la nube a fin de crear copias de seguridad de
                  sus recursos digitales de forma segura.<p>
          
                <b>Almacenamiento de datos</b><p>
                  La computaci&oacute;n en la nube ayuda a los centros de datos sobrecargados mediante el almacenamiento de grandes vol&uacute;menes de datos, esto les permite ser m&aacute;s accesibles, acelerar el
                  an&aacute;lisis y facilitar la creaci&oacute;n de copias de seguridad.<p>
          
                <b>Desarrollo de aplicaciones</b><p>
                  La computaci&oacute;n en la nube ofrece a los desarrolladores empresariales acceso r&aacute;pido a herramientas y plataformas para compilar y probar aplicaciones, lo que acelera el
                  tiempo de salida al mercado.<p>
          
                <b>An&aacute;lisis de macrodatos</b><p>
                  La computaci&oacute;n en la nube ofrece recursos casi ilimitados para procesar grandes vol&uacute;menes de datos a fin de acelerar la investigaci&oacute;n y reducir el tiempo de las estad&iacute;sticas.<p>
          
            <h3>&#191;C&oacute;mo ser&aacute; el futuro de la nube&#63; &#191;C&oacute;mo impactar&aacute; a los negocios&#63;</h3><p>
              
              Vinton G. Cerf es reconocido como uno de los padres del internet al haber dise&ntilde;ado el protocolo TCP/IP junto con Yogen Dalal y Carl Sunshine.  
              Hoy en d&iacute;a ejerce como vicepresidente mundial de Google y jefe del &aacute;rea de Internet, posici&oacute;n que aprovecha para pensar en un futuro en el que no habr&aacute; divisi&oacute;n
              entre las nubes p&uacute;blicas y en el que &quot;esta clase de comunicaci&oacute;n y computaci&oacute;n ser&aacute; tan omnipresente como la luz&quot;.<p>
                
              Sin embargo, Cerf tambi&eacute;n se&ntilde;ala los riesgos que la ubicuidad de la nube puede traer.<p>
                
              &quot;Estamos integrando otra dependencia en nuestra realidad social y econ&oacute;mica. Debemos meditarlo seriamente. Quiero que piensen sobre la clase de infraestructuras en las que dependemos y
              nos preguntemos c&oacute;mo podemos hacerlas resilientes&quot;.<p>
                
              Al contrario, Urs H&ouml;lzle —antiguo SVP de ingenier&iacute;a en Google— cree que la automatizaci&oacute;n de la nube con IA har&aacute; que el cumplimiento de regulaciones como HIPAA sea
              m&aacute;s f&aacute;cil. Similarmente, Heather Adkins —vicepresidenta de ingenier&iacute;a de ciberseguridad en Google— cree que mejorar&aacute; la ciberseguridad en general.<p>
                
              &quot;Imagine que tiene un mill&oacute;n de m&aacute;quinas y todas reportan su estado de seguridad. Puede ver el estado de todas estas m&aacute;quinas al mismo tiempo y ver todas las anomal&iacute;as.
              Ese es el poder de operar un modelo centralizado&quot;.<p> 
                
              Gartner predice que la nube se convertir&aacute; un facilitador de innovaci&oacute;n y un alterador de negocios en 2027. Para ese entonces, un 90% de las compa&ntilde;&iacute;as se habr&aacute;
              trasladado a la nube. Esto viene de la mano con que la inversi&oacute;n en el crecimiento de la nube ser&aacute; de un 1 bill&oacute;n de d&oacute;lares en 2026 y los siguientes servicios
              ser&aacute;n predominantes:<p>
                
                <ul>
                  <li>IaaS (Infrastructure as a Service)</li><p>
          
                  <li>PaaS (Platform as a Service)</li><p>
          
                  <li>SaaS (Software as a Service)</li><p>
                </ul><p>
                  
              Para mantenerse relevantes, los proveedores deben ofrecer una mezcla de estos servicios. Esto viene de la mano con la predicci&oacute;n de Lee Sustar: proveedores de servicios en la nube
              m&aacute;s peque&ntilde;os y especializados emerger&aacute;n, lo que crear&aacute; m&aacute;s colaboraciones. Esto no afectar&aacute; mucho a los hyperscalers —Amazon Web Services (AWS), Microsoft Azure y
              Google Cloud Platform (GCP)—, pero habr&aacute; m&aacute;s elecci&oacute;n.<p>
                
              Adicionalmente, Gartner predice que las siguientes tendencias aumentar&aacute;n en 2027:<p>
                
                <ul>
                  <li>Modificar y refactorizar aplicaciones para la nube.</li><p>
          
                  <li>Alterar aplicaciones para una arquitectura optimizada para la nube.</li><p>
            
                  <li>Comenzar desde cero y programar en la nube.</li><p>
          
                  <li>Trasladarse a un SaaS.</li><p></p>
                </ul><p>
                  
                  <p><p><p><p></p>
                
            <h3>Ventajas del almacenamiento en la nube</h3><p>
                
                Estas son las ventajas m&aacute;s importantes del almacenamiento en la nube: <p>
                  
                <b>Coste</b><p>
                  Adquirir almacenamiento f&iacute;sico puede ser caro. El almacenamiento en la nube es excepcionalmente m&aacute;s barato por GB que el uso de discos externos. Esto se debe a que no est&aacute;s comprando el hardware, y no eres
                  responsable del mantenimiento y la conservaci&oacute;n del hardware.<p>
          
                <b>Acceso desde cualquier lugar</b><p>
                  El uso de la nube para el almacenamiento le da acceso a sus archivos desde cualquier lugar que tenga una conexi&oacute;n a Internet. Esto es conveniente si necesitas acceder a tus archivos mientras est&aacute;s
                  fuera de tu casa u oficina. Tambi&eacute;n significa que puedes compartir tus archivos con otros f&aacute;cilmente.<p>
          
                <b>Recuperaci&oacute;n de datos</b><p>
                  En caso de que se produzca un fallo en el disco duro o cualquier otra aver&iacute;a de hardware, puedes acceder a tus archivos en la nube. Act&uacute;a como una soluci&oacute;n de respaldo para tu almacenamiento
                  local en unidades f&iacute;sicas. Esto se debe a que la nube se almacena en un servidor remoto, y no en tu ordenador local.<p>
          
                <b>Sincronizaci&oacute;n de archivos</b><p>
                  Cuando trabajes con el almacenamiento en la nube, cada vez que hagas cambios en un archivo se sincronizar&aacute; y actualizar&aacute; en todos los dispositivos desde los que accedas a la nube.
                  Esto es conveniente si necesitas tener la versi&oacute;n m&aacute;s actualizada de un archivo.<p>
          
                <b>Seguridad</b><p>
                  Los proveedores de almacenamiento en la nube a&ntilde;aden capas adicionales de seguridad a sus servicios. Dado que hay muchas personas con archivos almacenados en la nube, estos proveedores hacen
                  un esfuerzo adicional para asegurarse de que sus archivos no sean accedidos por alguien que no deber&iacute;a. Esto incluye la encriptaci&oacute;n de tus datos y el uso de m&eacute;todos de acceso seguros.<p>
          
            <h3>Desventajas del almacenamiento en la nube</h3><p>
              
              A medida que el mundo se mueve cada vez m&aacute;s hacia el formato digital, cada vez m&aacute;s personas utilizan el almacenamiento en la nube para guardar sus archivos importantes. Aunque el almacenamiento en la nube tiene
              muchas ventajas, tambi&eacute;n hay algunas desventajas potenciales que los usuarios deben conocer.<p>
                
              Pasemos ahora a ver que desventajas puede tener el almacenamiento en la nube.<p> 
                
              <b>Internet</b><p>
                Una de las mayores desventajas del almacenamiento en la nube es que depende de tener una conexi&oacute;n a Internet. Si te encuentras en una zona con una conexi&oacute;n a Internet lenta o irregular, puedes tener
                dificultades para acceder o incluso descargar tus archivos. Adem&aacute;s, si te encuentras en un lugar sin acceso a Internet, no podr&aacute;s acceder a tu almacenamiento en la nube en absoluto.<p>
          
              <b>Costes</b><p>
                Otra desventaja del almacenamiento en la nube son los costes adicionales asociados a la carga y descarga de archivos. Aunque la mayor&iacute;a de los proveedores cobran una cuota mensual por el almacenamiento
                ilimitado, es posible que te cobren por el uso de datos al descargar o subir archivos. Estas tarifas pueden acumularse r&aacute;pidamente, especialmente si se accede a muchos archivos con frecuencia.<p>
          
              <b>Discos duros</b><p>
                Otra posible desventaja del almacenamiento en la nube es que algunos proveedores exigen tambié&eacute;n discos duros f&iacute;sicos. Esto anula el prop&oacute;sito de utilizar el almacenamiento en la nube para eliminar
                nuestra dependencia de los discos duros.<p>
          
              <b>Soporte</b><p>
                El soporte para el almacenamiento en la nube puede ser escaso, especialmente si se utiliza una versi&oacute;n gratuita de un proveedor de la nube. En muchos casos, te remitir&aacute;n a una base de conocimientos
                o a las preguntas frecuentes en lugar de poder hablar con alguien directamente.<p>
          
              <b>Privacidad</b><p>
                Por &uacute;ltimo, una de las mayores preocupaciones del almacenamiento en la nube es la privacidad. Cuando guardas tus datos con un proveedor de la nube, ya no est&aacute;n f&iacute;sicamente en tu propio almacenamiento.
                Esto significa que conf&iacute;as en la seguridad del proveedor de la nube para mantener tus datos a salvo. Desgraciadamente, se trata de un &aacute;rea relativamente nueva y todav&iacute;a no hay leyes o reglamentos
                claros sobre la seguridad de los datos en la nube. Esto deja mucho espacio para la interpretaci&oacute;n y crea un riesgo potencial para los usuarios.<p>
                  
                En general, el almacenamiento en la nube tiene muchas ventajas, pero tambi&eacute;n hay algunas desventajas potenciales que los usuarios deben conocer. Con la creciente popularidad del almacenamiento en
                la nube, es importante entender tanto los riesgos como los beneficios antes de tomar una decisi&oacute;n sobre su uso o no.<p>
          
          <A HREF="https://blog.conzultek.com/teletrabajo/que-es-computacion-nube-sus-alcances">Consulte para m&aacute;s informaci&oacute;n</A>
          
          
          <hr>
    </body>
</html>