<html>
    <body bgcolor="#faebd7">
        <h2>Nanotecnolog&iacute;a</h2><p>

            <img src="Nanotecnologia.jpg" width="430" height="230"><p>
          
            Por definici&oacute;n, la Nanotecnolog&iacute;a, es el estudio y desarrollo de sistemas en escala nanom&eacute;trica, &quot;nano&quot; es un prefijo del Sistema Internacional de Unidades que viene 
            del griego νάνος que significa enano, y corresponde a un factor 10^-9, que aplicado a las unidades de longitud, corresponde a una mil millon&eacute;sima parte de un metro 
            (10^-9 Metros) es decir 1 Nan&oacute;metro. <p>
          
            En esta escala se observan propiedades y fen&oacute;menos totalmente nuevos, que se rigen bajo las leyes de la Mec&aacute;nica Cu&aacute;ntica, estas nuevas propiedades son las que 
            los cient&iacute;ficos aprovechan para crear nuevos materiales (nanomateriales) o dispositivos nanotecnol&oacute;gicos. <p>
          
            La Nanotecnolog&iacute;a promete soluciones a m&uacute;ltiples problemas que enfrenta actualmente la humanidad, como los ambientales, energ&eacute;ticos, de salud (nanomedicina),
            y muchos otros, sin embargo estas nuevas tecnolog&iacute;as pueden conllevar a riesgos y peligros si son mal utilizadas. <p>
          
            La nanotecnolog&iacute;a es la manipulaci&oacute;n de la materia a una escala casi at&oacute;mica para crear nuevas estructuras, materiales y aparatos. Esta tecnolog&iacute;a promete avances 
            cient&iacute;ficos en muchos sectores como la medicina, productos para el consumidor, energ&iacute;a, materiales y fabricaci&oacute;n. La nanotecnolog&iacute;a no est&aacute; definida concretamente, 
            aunque en t&eacute;rminos generales abarca estructuras, aparatos y sistemas dise&ntilde;ados que tienen una escala de entre 1 y 100 nan&oacute;metros. Los materiales de este tama&ntilde;o presentan 
            propiedades &uacute;nicas que afectan las reacciones f&iacute;sicas, qu&iacute;micas y biol&oacute;gicas. El estudio, el desarrollo y la utilizaci&oacute;n de estas propiedades es parte esencial de 
            las nuevas tecnolog&iacute;as. <p>
          
            Al igual que ocurre con toda nueva tecnolog&iacute;a, lo m&aacute;s probable es que la exposici&oacute;n m&aacute;s temprana y extensa a los riesgos tienda a ocurrir en el sitio de trabajo. 
            Los trabajadores que laboran en industrias relacionadas con la nanotecnolog&iacute;a enfrentan una posible exposici&oacute;n a materiales &uacute;nicos creados artificialmente con tama&ntilde;os, 
            formas y propiedades f&iacute;sicas y qu&iacute;micas novedosas. Los riesgos de salud ocupacional asociados a la fabricaci&oacute;n y al uso de nanomateriales no est&aacute;n claros del todo. 
            En la actualidad se dispone de informaci&oacute;n m&iacute;nima sobre las rutas predominantes de exposici&oacute;n, los niveles de exposici&oacute;n potenciales y la toxicidad material de los 
            nanomateriales. <p>
          
            Los estudios indican que las nanopart&iacute;culas de baja solubilidad son m&aacute;s t&oacute;xicas que las part&iacute;culas de mayor tama&ntilde;o cuando se comparan con base en su masa. 
            Existen indicaciones s&oacute;lidas de que el &aacute;rea de la superficie de la part&iacute;cula y su composici&oacute;n qu&iacute;mica son los factores responsables de la respuesta observada 
            en cultivos celulares y en animales. Tambi&eacute;n hay indicativos de que las nanopart&iacute;culas pueden penetrar a trav&eacute;s de la piel o pasar del sistema respiratorio a otros &oacute;rganos. 
            Se contin&uacute;a realizando investigaciones para entender la forma en que estas propiedades especiales pueden causar efectos espec&iacute;ficos en la salud. <p>
          
             

              <MAP NAME="nano">
                <area shape="circle" coords="200, 200, 50" href="https://concepto.de/nanotecnologia/"
            </MAP>
            <img src="nonot.jpg" usemap="gato">
    
            <FONT SIZE="-1">
                <A href="https://concepto.de/nanotecnologia/">Nanotecnologia</A>
            </FONT> 
    
           
          
          
            <h3>Funciones de la nanotecnolog&iacute;a</h3><p>
          
              A continuaci&oacute;n, se presentan algunas de las funciones m&aacute;s importantes de la nanotecnolog&iacute;a: <p>
          
              <ul>
                <li><b>Desarrollo de materiales y dispositivos de alta resistencia y ligereza: </b></li>
                  La nanotecnolog&iacute;a permite crear materiales y dispositivos con propiedades &uacute;nicas que los hacen m&aacute;s resistentes, ligeros y duraderos que los materiales convencionales. <p>
          
                <li><b>Aplicaciones m&eacute;dicas: </b></li>
                  La nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar sistemas de entrega de medicamentos m&aacute;s efectivos, detectores de enfermedades, implantes y pr&oacute;tesis, 
                  y dispositivos para el diagn&oacute;stico y tratamiento de enfermedades. <p>
          
                <li><b>Energ&iacute;a renovable: </b></li>
                  La nanotecnolog&iacute;a est&aacute; siendo usada para desarrollar tecnolog&iacute;as de energ&iacute;a renovable, como c&eacute;lulas solares, bater&iacute;as y supercondensadores 
                  m&aacute;s eficientes y econ&oacute;micos. <p>
          
                <li><b>Electr&oacute;nica y computaci&oacute;n: </b></li>
                  La nanotecnolog&iacute;a est&aacute; permitiendo el desarrollo de dispositivos electr&oacute;nicos m&aacute;s peque&ntilde;os y potentes, como transistores, chips de memoria y pantallas 
                  de visualizaci&oacute;n. <p>
          
                <li><b>Aplicaciones medioambientales: </b></li>
                  La nanotecnolog&iacute;a est&aacute; siendo empleada para desarrollar tecnolog&iacute;as de purificaci&oacute;n de agua y aire, as&iacute; como para la eliminaci&oacute;n de contaminantes. <p>
          
                <li><b>Agricultura y alimentaci&oacute;n: </b></li>
                  La nanotecnolog&iacute;a se est&aacute; usando para desarrollar tecnolog&iacute;as de conservaci&oacute;n de alimentos, sensores para la detecci&oacute;n de pat&oacute;genos en los alimentos 
                  y sistemas de liberaci&oacute;n controlada de nutrientes para la agricultura. <p>
              </ul><p>
          
                Estas son solo algunas de las funciones de la nanotecnolog&iacute;a, pero hay muchas otras &aacute;reas donde esta disciplina puede tener un gran impacto, como la industria aeroespacial, 
                la construcci&oacute;n y la manufactura en general. <p>
          
            <h3>Tipos de nanotecnolog&iacute;a</h3><p>
          
              La nanotecnolog&iacute;a puede clasificarse en cuatro tipolog&iacute;as dependiendo de dos factores: forma de proceder y naturaleza del medio donde se trabajan. 
              A continuaci&oacute;n te lo explicamos con detalle. <p>
          
                <ul>
                  <li><b>Top-down: </b>Las estructuras se miniaturizan, es decir, se hacen m&aacute;s peque&ntilde;as. Se adaptan a la escala nanom&eacute;trica, de 1 a 100 nan&oacute;metros.
                    Es la m&aacute;s frecuente en la actualidad. Un ejemplo es el sector de la electr&oacute;nica con los elementos de ordenadores, smartphones,...</li><p>
          
                  <li><b>Bottom-up: </b>El proceso es el contario al top-down. En otras palabras, se parte de una estructura nanom&eacute;trica y se construye un elemento mayor.</li><p>
          
                  <li><b>Seca: </b>Es la utilizada en la fabricaci&oacute;n de estructuras en materiales como el carb&oacute;n, diferentes metales,... que no funcionan con humedad.</li><p>
          
                  <li><b>H&uacute;meda: </b>Al contario que la seca, es la que utiliza elementos que funcionan en un entorno acuoso. Por ejemplo, el material gen&eacute;tico, membranas,... </li><p>
                </ul>
                
              <h3>Aplicaciones para los tipos de nanotecnolog&iacute;a por sectores</h3><p>
          
                  Ciertamente, resulta impresionante imaginar como algo tan peque&ntilde;o transformar nuestra realidad. Pero, &#191;c&oacute;mo&#63; 
                  &#191;En qu&eacute; sectores puede aplicarse la nanotecnolog&iacute;a&#63; &#63;Existen inconvenientes en su utilizaci&oacute;n&#63; &#191;Puede haber riesgos asociados&#63; Te lo contamos: <p>
          
              <TABLE BORDER="2">
                <TR>
                  <TH>Aplicaciones</TH>
                </TR>
          
                <TR>
                <TH>Electr&oacute;nica</TH><TD>Puede que este sea el sector que primero aparece en el imaginario colectivo al hablar de tipos de nanotecnolog&iacute;a.
                  Pero no es el &uacute;nico, aunque s&iacute; uno de los m&aacute;s importantes en la actualidad. En este sentido, la mejora de las propiedades en los 
                  materiales permite fabricar dispositivos y accesorios m&aacute;s peque&ntilde;os, r&aacute;pidos, resistentes, eficientes,... </TD>
                </TR>
          
                <TR>
                <TH>Sector energ&eacute;tico</TH><TD>Permite reducir costes, multiplicar la potencia de receptores de energ&iacute;a como molinos e&oacute;licos, optimizar el rendimiento de combustibles,
                  ahorro de energ&iacute;a, entre otras cuestiones. En definitiva, la nanotecnolog&iacute;a y los nanomateriales son claves para seguir avanzando hacia la generaci&oacute;n y consumo de 
                  energ&iacute;a de forma sostenible y responsable. </TD>
                </TR>
          
                <TR>
                <TH>&Aacute;mbito m&eacute;dico</TH><TD>Las propiedades de los nanomateriales permiten que los profesionales de la medicina puedan optimizar su labor. 
                  Es decir, ayuda a ofrecer diagn&oacute;sticos precoces, tratar enfermedades graves como el c&aacute;ncer o neurodegenerativas. 
                  Incluso, se utilizan en productos farmac&eacute;uticos que utilizamos frecuentemente como las cremas de protecci&oacute;n solar. </TD>
                </TR>
          
                <TR>
                <TH>Producci&oacute;n y seguridad alimentaria</TH><TD>Permite la detecci&oacute;n de pat&oacute;genos en los alimentos para reducir los riesgos para los consumidores.
                  Adem&aacute;s, puede ayudar a aumentar la resistencia de los productos para mejorar su distribuci&oacute;n, por ejemplo. </TD>
                </TR>
          
                <TR>
                <TH>Industria textil</TH><TD>La aplicaci&oacute;n de la nanotecnol&iacute;a a la industria textil permite mejorar los tejidos para que no se arruguen o no se manchen.
                  Igualmente, contribuye a encontrar materiales m&aacute;s resistentes o ligeros para vestimentas espec&iacute;ficas como los equipamientos deportivos. </TD>
                </TR>
          
                  </TABLE><p>
          
            <h3>Posibles riesgos de los diferentes tipos de nanotecnolog&iacute;a</h3><p>
          
              No todo puede ser positivo, la nanotecnolog&iacute;a entra&ntilde;a algunos riesgos. Su uso indebido puede ser el detonante para problemas de grandes dimensiones.
              Ciertamente, los beneficios son muchos m&aacute;s que los inconvenientes. Aunque no est&aacute; dem&aacute;s conocerlos para tratar de evitarlos o minimizarlos en la medida de lo posible: <p>
          
              <ul>
                <li><b>Problemas medioambientales: </b>modificar los &aacute;tomos o mol&eacute;culas de una materia podr&iacute;a dar lugar a nuevas toxinas perjudiciales para el entorno.</li><p>
          
                <li><b>Destrucci&oacute;n de empleo: </b>como la mayor&iacute;a de tecnolog&iacute;as, su avance pone en riesgo puestos de trabajo que quedan obsoletos.
                  En este caso, los nuevos materiales podr&iacute;an cambiar los procesos y acabar con tareas habituales. Sin embargo, crear&iacute;a tambi&eacute;n nuevas oportunidades.</li><p>
          
                <li><b>Dificulta la seguridad: </b>la nanotecnolog&iacute;a podr&iacute;a ayudar al espionaje, a la creaci&oacute;n de armas m&aacute;s eficaces, u otras cuestiones. 
                  Es decir, herramientas que comprometen la integridad de la sociedad y contribuyen a los conflictos armados.</li><p>
              </ul><p>
          
            <h3>&Aacute;reas de aplicaci&oacute;n en los que la nanotecnolog&iacute;a ya ha desarrollado productos:</h3><p>
          
              <b>Medicina</b><p>
              En la medicina, la nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar nanomateriales y dispositivos que pueden ser utilizados para diagnosticar y tratar enfermedades de manera 
              m&aacute;s precisa y eficiente. Algunos ejemplos de aplicaciones de la nanotecnolog&iacute;a en la medicina son: <p> 
          
                <ul>
                  <li><b>Nanomedicamentos:</b> medicamentos que utilizan nanomateriales para mejorar su eficacia y reducir sus efectos secundarios.</li><p>
          
                  <li><b>Nanosensores:</b> dispositivos que pueden detectar enfermedades a nivel molecular y ayudar a diagnosticar enfermedades de manera temprana.</li><p>
          
                  <li><b>Nanodispositivos:</b> dispositivos que pueden ser utilizados para tratar enfermedades en el cuerpo, como nanoc&aacute;psulas que liberan medicamentos de manera controlada.</li><p>
                </ul><p>
          
                  Por ejemplo, un ejemplo de nanomedicamento es la <i>nanoc&aacute;psula de docetaxel</i>, un medicamento utilizado para tratar el c&aacute;ncer de mama. La nanoc&aacute;psula de docetaxel 
                  est&aacute; formada por una capa de nanopart&iacute;culas de pol&iacute;mero que rodea el medicamento. Esta capa protege al medicamento y permite que se libere de manera controlada en el 
                  cuerpo, lo que ayuda a mejorar su eficacia reduciendo su toxicidad y sus efectos secundarios. <p>
          
              <b>Energ&iacute;a</b><p>
                En el campo de la energ&iacute;a, la nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar nanomateriales que pueden mejorar la eficiencia de las bater&iacute;as y los paneles solares.
                Algunos ejemplos de c&oacute;mo se est&aacute; aplicando la nanotecnolog&iacute;a en la energ&iacute;a son:
          
                <ul>
                  <li><b>Nanomateriales para bater&iacute;as: </b>nanomateriales como nanotubos de carbono se est&aacute;n utilizando para mejorar la capacidad y la durabilidad de las bater&iacute;as.</li><p>
          
                  <li><b>Nanomateriales para paneles solares: </b>nanomateriales como nanopart&iacute;culas de silicio se est&aacute;n utilizando para mejorar la eficiencia de los paneles solares y 
                    aumentar su capacidad de producir energ&iacute;a.</li><p>
          
                  <li><b>Nanomateriales para almacenamiento de energ&iacute;a: </b>nanomateriales como nanotubos de carbono se est&aacute;n utilizando para desarrollar nuevos tipos de bater&iacute;as y 
                    dispositivos de almacenamiento de energ&iacute;a.</li><p>
                </ul><p>
          
                  Una empresa que ha desarrollado un producto de nanotecnolog&iacute;a para la energ&iacute;a es <i>NanoTechLabs</i>. Uno de los productos desarrollados por esta empresa es una capa de 
                  nanotubos de carbono que se puede aplicar a las bater&iacute;as para mejorar su capacidad y durabilidad. Esta capa de nanotubos de carbono permite que las bater&iacute;as carguen y 
                  descarguen m&aacute;s r&aacute;pido y con mayor eficiencia, lo que las hace m&aacute;s duraderas y capaces de producir m&aacute;s energ&iacute;a. <p>
          
              <b>Ingenier&iacute;a inform&aacute;tica</b><p>
                En el campo de la ingenier&iacute;a inform&aacute;tica, la nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar nanomateriales y dispositivos que puedan mejorar la 
                eficiencia y la velocidad de los sistemas inform&aacute;ticos. Algunos ejemplos de c&oacute;mo se est&aacute; aplicando la nanotecnolog&iacute;a en la inform&aacute;tica son:
          
                <ul>
                  <li><b>Nanomateriales para la fabricaci&oacute;n de chips: </b>nanomateriales como nanotubos de carbono se est&aacute;n utilizando para fabricar chips m&aacute;s peque&ntilde;os y
                    eficientes.</li><p>
          
                  <li><b>Nanosensores: </b>dispositivos que pueden detectar se&ntilde;ales el&eacute;ctricas a nivel molecular y ayudar a mejorar la velocidad y la eficiencia de los sistemas 
                    inform&aacute;ticos.</li><p>
          
                  <li><b>Nanodispositivos: </b>dispositivos que pueden ser utilizados para almacenar y procesar informaci&oacute;n a nivel molecular, lo que permite una mayor capacidad de almacenamiento y 
                    una mayor velocidad de procesamiento.</li><p>
                </ul><p>
          
                  Tambi&eacute;n las grandes multinacionales apuestan por el desarrollo de productos nanotecnol&oacute;gicos. <i>Intel Nanotech Labs</i>, por ejemplo, es un laboratorio de investigaci&oacute;n 
                  y desarrollo de Intel Corporation, una empresa l&iacute;der en la fabricaci&oacute;n de chips y tecnolog&iacute;a de la informaci&oacute;n. Intel Nanotech Labs ha desarrollado varios 
                  productos de nanotecnolog&iacute;a para la fabricaci&oacute;n de chips, incluyendo materiales de empaquetado m&aacute;s resistentes y duraderos, y capas de nanotubos de carbono que mejoran la 
                  velocidad y la eficiencia de los chips.<p>
          
              <b>Industria alimentaria</b><p>
                En la industria alimentaria, la nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar nanomateriales y dispositivos que puedan mejorar la calidad, la seguridad y la eficiencia de los 
                alimentos.
                Algunos ejemplos de c&oacute;mo se est&aacute; aplicando la nanotecnolog&iacute;a en la industria alimentaria son: <p>
          
                  <ul>
                    <li><b>Nanomateriales para empaquetado: </b>nanomateriales como nanofibras de vidrio se est&aacute;n utilizando para fabricar materiales de empaquetado que son m&aacute;s resistentes, 
                      impermeables y duraderos.</li><p>
          
                    <li><b>Nanosensores: </b>dispositivos que pueden detectar contaminantes y bacterias en los alimentos y ayudar a garantizar su seguridad.</li><p>
          
                    <li><b>Nanomateriales para fortificar los alimentos: </b> nanomateriales como nanopart&iacute;culas de hierro se est&aacute;n utilizando para fortificar los alimentos con nutrientes 
                      esenciales.</li><p>
                  </ul><p>
          
                    Una empresa que ha desarrollado productos de nanosensores para la industria alimentaria es <i>NanoScent</i>. Esta empresa ha desarrollado un nanosensor que se puede utilizar para detectar 
                    contaminantes y bacterias en los alimentos de manera r&aacute;pida y precisa. Este nanosensor utiliza tecnolog&iacute;a de nanotecnolog&iacute; para detectar la presencia de contaminantes 
                    y bacterias a nivel molecular, lo que permite identificarlos de manera temprana y evitar posibles problemas de seguridad alimentaria.<p>
          
              <b>Industria textil</b><p>
                En la industria textil, la nanotecnolog&iacute;a se est&aacute; utilizando para desarrollar nanomateriales y dispositivos que puedan mejorar la calidad, la comodidad y la durabilidad de la 
                ropa y otros productos textiles. 
                Algunos ejemplos de c&oacute;mo se est&aacute; aplicando la nanotecnolog&iacute;a en la industria textil son:
          
                <ul>
                  <li><b>Nanofibras: </b> nanomateriales como nanofibras de vidrio o de pol&iacute;meros se est&aacute;n utilizando para fabricar ropa y otros productos textiles m&aacute;s resistentes 
                    y duraderos.</li><p>
          
                  <li><b>Nanofiltraci&oacute;n: </b>nanomateriales como nanofibras de pol&iacute;mero se est&aacute;n utilizando para fabricar tejidos que puedan bloquear los rayos UV y proteger la piel 
                    de los da&ntilde;os causados por 
                    el sol.</li><p>
          
                  <li><b>Nanotratamiento: </b>nanomateriales como nanopart&iacute;culas de plata se est&aacute;n utilizando para tratar la ropa y otros productos textiles, lo que les confiere propiedades 
                    antimicrobianas y ayuda a prevenir el olor y el crecimiento de bacterias.</li><p>
                </ul><p>
          
                  Una empresa que ha desarrollado productos de nanotecnolog&iacute;a para la industria textil es <i>NanoTex</i>.  Esta empresa ha desarrollado un nanofibra que se puede aplicar a la 
                  ropa y otros productos textiles para mejorar su resistencia y su durabilidad.<p>
          
                  La nanofibra utiliza nanomateriales como nanofibras de vidrio o de pol&iacute;mero para mejorar la resistencia y la durabilidad de la ropa y otros productos textiles. 
                  Esto permite que la ropa sea m&aacute;s c&oacute;moda y duradera, y ayuda a mantener su forma y su color original por m&aacute;s tiempo. <p>
          
            <h3>Aplicaciones de la nanotecnolog&iacute;a en la vida cotidiana</h3><p>
          
              <b>Bloqueador solar</b><p>
                Con el fin de hacer los protectores solares m&aacute;s efectivos, se han agregado nanoparticulas a ellos. Especialmente, han a&ntilde;adido di&oacute;xido de titanio y &oacute;xido de zinc, 
                que son altamente efectivas para bloquear la radiaci&oacute;n UV. Esto ha permitido que los protectores solares no sean tan gruesos y pesados, sino que tengan un aspecto m&aacute;s transparente. 
                Adem&aacute;s, protegen mejor a la piel. <p>
          
              <b>Ropa</b><p>
                La ropa inteligente tambi&eacute;n puede ser mejorada con nanotecnolog&iacute;a. Por un lado, se puede incorporar nanoparticulas de s&iacute;lice para crear telas que repelan el agua y 
                otros l&iacute;quidos. Estas se pueden agregar al incorporarlas en la tela o pulverizarla sobre la superficie. <p>
          
                Adem&aacute;s, se puede crear ropa antimicrobiana. Con nanopart&iacute;culas de plata se puede destruir cualquier pat&oacute;geno, lo cual es muy &uacute;til para las pieles sensibles. 
                Esto lo est&aacute;n aprovechando, sobre todo, marcas de ropa deportiva o de ropa interior.
          
              <b>Muebles</b><p>
                Con propiedades similares a la de la ropa, la nanotecnolog&iacute;a puede ser utilizada tambi&eacute;n en muebles. Estos se pueden tapizar con nanosistemas que otorgen impermeabilidad 
                y resistencia a manchas; o, incluso, que reduzca su inflamabilidad hasta un 35 %. <p>
          
                Asimismo, se pueden aplicar en camas y lencería de cama. El tejido es de algod&oacute;n en las capas exteriores, y en su interior tiene una diminuta red de nanofibras que no permite que 
                ning&uacute;n &aacute;caro pueda cruzarlo. As&iacute; se protegen la almohada y colch&oacute;n. <p>
          
            <h3>Aplicaciones de la nanotecnolog&iacute;a en la agricultura</h3><p>
          
              <b>Palguicidas</b><p>
                Entre los usos y aplicaciones de la nanotecnolog&iacute;a, la agricultura ocupa un lugar especial. Lo cierto es que <b>esta diminuta tecnolog&iacute;a podr&iacute;a ayudar a 
                resolver algunos de los grandes problemas del sector.</b> El manejo de enfermedades es uno de ellos. <p>
                  
                La nanotecnolog&iacute;a podr&iacute;a <b>generar alternativas verdes para el manejo de enfermedades fitopatog&eacute;nicas</b>  por medio de nanopart&iacute;culas met&aacute;licas
                o la incorporaci&oacute;n de microorganismos ben&eacute;ficos y matrices zeol&iacute;ticas. Estas &uacute;ltimas pueden actuar como portadores de los organismos y ser liberados 
                gradualmente. Adem&aacute;s, incrementan la dispersi&oacute;n y humectabilidad de las formulaciones agr&iacute;colas. Es decir, pueden llegar a m&aacute;s rincones, liberarse gradualmente 
                y permanecer m&aacute;s tiempo en las plantas. <p> 
                  
                Los plaguicidas tienen distintas categor&iacute;as: pueden ser <b>herbicidas</b> para destruir malezas; <b>insecticidas</b> para el control de plagas; o <b>funguicidas y bactericidas</b>
                contra el ataque de microorganismos. La nanotecnolog&iacute;a permite atacar cada uno de esos campos con la ventaja de generar una liberaci&oacute;n m&aacute;s lenta y controlada. 
                De esta forma, aumenta su nivel de acci&oacute;n y se requiere menos productos.<p>
          
              <b>Nanoherbicidas</b><p>
                Los nanoherbicidas adem&aacute;s tienen la ventaja adicional de que se dirigen a un p&uacute;blico espec&iacute;fico. Por lo tanto, se evita da&ntilde;ar a las plantas cultivadas.
                Su uso tambi&eacute;n permite <b>reducir la contaminaci&oacute;n ambiental provocada por residuos industriales y productos qu&iacute;micos agr&iacute;colas. En este caso se 
                usar&iacute;an nanopart&iacute;culas metalicas y nanoencapsulados. La ventaja de estos &uacute;ltimos es que facilitan la degradaci&oacute;n de los herbicidas, lo que reduce su impacto 
                sobre el suelo.</b><p>
                  
                La tecnolog&iacute;a todav&iacute;a no se ha implementado a gran escala, pero existen algunos avances e investigaciones. Ya se han hecho algunos experimentos. Por ejemplo,
                <b>una prueba en un cultivo de rosas demostr&oacute; que el sí&iacute;lice puede controlar el pild&eacute;u polvoso de la <i>Podosphaera pannosa</i></b>. En la b&uacute;squeda de 
                alternativas, rosearon una soluci&oacute;n de 100 mg/L de s&iacute;lice a plantas de cuatro fenotipos de rosa. Luego, se rociaron con la bacteria. La investigaci&oacute;n demostr&oacute; 
                que aquellas que ten&iacute;an s&iacute;lice fueron hasta cuatro veces m&aacute;s resistentes a la enfermedad.<p>
          
              <b>Fertilizantes y crecimiento vegetal</b><p>
                Mejorar la capacidad de los cultivos, la absorci&oacute;n de nutrientes, la resistencia a cambios clim&aacute;ticos e incrementar la producci&oacute;n es esencial para mejorar el sector.
                Para ello, <b>se necesita alimentar correctamente a las plantas.</b> Sin embargo, el uso cont&iacute;nuo de los fertilizantes puede afectar los suelos y aguas subterr&aacute;neas,
                adem&aacute;s de sus altos costos.<p>
                  
                Por ello, entre las futuras aplicaciones de la nanotecnolog&iacute;a en la agricultura tambi&eacute;n podemos encontrar el potenciar los cultivos. Esto <b>se puede lograr al introducir
                nanoparticulas derivadas del carbono mediante aspersiones o aplicaci&oacute;n directa en la raí&iacute;z.</b> En el primer caso, las nanopart&iacute;culas se introducen a trav&eacute;s
                de los estomas de la planta. En el segundo, se introduce el producto directamente en toda la planta. <p>
                  
                Este tipo de nanofertilizantes se fabrican a base de <b>fosforo encapsulado con biopol&iacute;meros para liberar directamente la sustancia activa.</b> La ventaja es que se puede
                realizar de manera controlada, por lo que tendr&aacute; un mayor efecto.<p>
                  
                En el a&ntilde;o 2000 ya se estaban haciendo pruebas al respecto. Ese a&ntilde;o se comprob&oacute; que si se siembran semillas de tomate con nanotubos de carb&oacute;n, estos pueden 
                penetrar en la cubierta de la semilla. Como consecuencia, <b>se produce un incremento en el crecimiento de las plantas y mejor absorci&oacute;n de agua.</b><p>
          
          
              <b>Diagn&oacute;stico de enfermedades</b><p>
                Las nuevas t&eacute;cnicas de diagn&oacute;stico apuntan a detectar enfermedades en sus estados iniciales. Por ello, se usan t&eacute;cnicas como ELISA (enzyme-linked immuno sorbent assay),
                RT-PCR (Reacci&oacute;n en cadena de la polimerasa en tiempo real) y los sensores hiperespectrales. Sin embargo, <b> estas t&eacute;cnicas no son perfectas y pueden fallar</b>
                debido al tama&ntilde;o de las sustancias del sensor para detectar y cuantificar. Esto se debe a que los sistemas biol&oacute;gicos funcionan con prote&iacute;nas motoras, encimas 
                y &aacute;cidos nucleicos en procesos vitales.<p>
                  
                Aqu&iacute; es donde <b>surge otra de las aplicaciones de la nanotecnolog&iacute;a.</b> Para poder identificar de manera m&aacute;s exacta las enfermedades se necesitan biosensores,
                dispositivos aut&oacute;nomos que se integran elementos biol&oacute;gicos inmovilizados para reconocer su analito (el sustrato de una encima, ADN complementario o ant&iacute;geno) y
                un elemento de transducci&oacute;n que convierte la se&ntilde;al bioqu&iacute;mica resultante en una se&ntilde;al electr&oacute;nica.<p>
                  
                Estos biosensores podr&iacute;an convertirse en <b>nanobiosensores que detecten pat&oacute;genos y otros contaminantes en mol&eacute;culas.</b> As&iacute; se podr&iacute;a aumentar
                la seguridad en la fabricaci&oacute;n de productos alimenticios. &#191;C&oacute;mo&#63; Los da&ntilde;os en los alimentos son detectados con los nanosensores, por ejemplo, con un arreglo
                de miles de nanopart&iacute;culas dise&ntilde;adas para dar fluorescencia en diferentes colores al contacto con pat&oacute;genos de los alimentos. De esta forma, pueden identificar
                tempranamente enfermedades u otros problemas en la planta.<p>
          
              <b>Manejo poscosecha</b><p>
                Una vez termina el cultivo y se cosechan los alimentos, estos siguen con su ciclo de vida. Es decir, <b>su metabolismo contin&uacute;a funcionando y, al no tener los nutrientes y 
                condiciones para sobrevivir, comienza a deteriorarse.</b> Durante los procesos de transporte y almacenamiento, se van perdiendo agua y respiraci&oacute;n, que se traduce en una
                p&eacute;rdida de caracter&iacute;sticas nutricionales, organol&eacute;pticas y apariencia. Por ello, las atmosferas modificadas, bajas temperaturas y empaques resultan importantes.<p>
                  
                Se calcula que se producen p&eacute;rdidas cercanas al 10 % de los alimentos en la etapa de poscosecha, especialmente por los ataques de insectos. Por ello, <b>se est&aacute;n
                produciendo elementos nanoestructurados para reducir estas p&eacute;rdidas.</b> Por ejemplo, en 2010 se produjo un insecticida a partir de al&uacute;mina nanoestructurada (ANE),
                se cree que &eacute;ste podr&iacute;a actuar sobre la carga electrost&aacute;tica de part&iacute;culas y fen&oacute;menos de triboelectrificaci&oacute;n a trav&eacute;s de la 
                absorci&oacute;n de las ceras cuticulares de los insectos. En otras palabras, causa la deshidrataci&oacute;n de los insectos.<p>
                  
                No obstante, las nanotecnolog&iacute;a no s&oacute;lo se puede usar como insecticida. Adem&aacute;s, <b>puede ayudar a controlar el d&eacute;ficit h&iacute;drico en las flores,
                por ejemplo.</b> Para ello, se utiliza pulsos de una hora con nanoparticulas de plata que han ayudado a extender la vida de las flores gracias a su efecto antibacterial y al reducir
                la tasa de transpiraci&oacute;n.<p>
          
          <A HREF="https://concepto.de/nanotecnologia/">Consulte para m&aacute;s informaci&oacute;n</A>
          
          <hr>
    </body>
</html>