<html>
<body bgcolor="#faebd7">
<h2>Realidad virtual <i>(VR)</i></h2><p>

  <b>&#191;Que es la realidad virtual&#63;</b><p>

    Es la creaci&oacute;n de un entorno o escenario ficticio o simulado con apariencia totalmente real y que nos permite trasladarnos a cualquier lugar o situaci&oacute;n que queramos 
    como si nos crey&eacute;semos dentro de &eacute;l, con la ilusi&oacute;n de estar dentro de este entorno. A trav&eacute;s de un dispositivo como gafas o cascos de realidad virtual 
    podemos sumergirnos dentro de juegos donde nos creemos nuestros personajes o viajar por todo el mundo sin movernos del sof&aacute; del sal&oacute;n, pero a trav&eacute;s de una 
    experiencia totalmente realista. Adem&aacute;s, permite la utilizaci&oacute;n de otros dispositivos... Por ejemplo, puedes usar auriculares o espadas l&aacute;ser simuladas.

    La realidad virtual puede ser confundida con la realidad auentada sin embargo son totalmente diferentes, por esa raz&oacute;n mencionaremos su principal diferencia: <p>

      <b>Realidad virtual:</b> Es una experiencia inmersiva en un entorno ficticioUtiliza una tecnolog&iacute;a llamada &quot;head tracking&quot;, en espa&ntilde;ol &quot;seguimiento 
      de cabeza&quot;, que te permite mirar alrededor de ese mundo virtual con tan solo girar tu cabeza. <p>
<img src="virtual.jpg" width="320" height="200"><p>


      <b>Realidad aumentada:</b> Toma im&aacute;genes digitales y las reproduce en el mundo real para crear una realidad mixta. <p>
 <img src="realidad_aumentada.jpg" width="320" height="200"><p>


  <TABLE BORDER="2">
    <TR>
      <TH>Usos</TH>
    </TR>
    <TR>
      <TH>Juegos</TH><TD>La experiencia puede ser mucho m&aacute;s real e inmersiva gracias a que nos metemos de lleno en la historia y no simplemente aparece en una pantalla. Una forma totalmente
        diferente de enfocar el gaming.</TD>
    </TR>
    <TR>
      <TH>Educaci&oacute;n</TH><TD>Desde niños pequeños capaces de explorar cualquier parte del mundo sin moverse del aula hasta estudiantes universitarios que podr&aacute;n profundizar en todo tipo de 
        campos: desde el aprendizaje de la medicina hasta el turismo, la tecnolog&iacute;a, la ciencia o la rob&oacute;tica.</TD>
    </TR>
    <TR>
      <TH>Entretenimiento</TH><TD> Hay muchos v&iacute;deos de realidad virtual con los que pasar un buen rato sin necesidad de controlar nada, solo movi&eacute;ndonos a trav&eacute;s de los distintos 
        escenarios. Hay todo tipo de experiencias disponibles en YouTube y paseos por lugares de series y pel&iacute;culas, por el espacio, por parques de atracciones, simuladores o hasta 
        v&iacute;deos de National Geographic que nos permiten meternos de lleno en un documental de naturaleza.</TD>
    </TR>
    <TR>
      <TH>Medicina</TH><TD>Los usos de la realidad virtual en medicina representan un potencial impresionante. Dentro de la medicina, las aplicaciones m&aacute;s representativas se realizan en las 
        siguientes &aacute;reas: Simuladores para formaci&oacute;n m&eacute;dica, operaciones de cirug&iacute;a, tratamiento de fobias y traumas psicol&oacute;gicos mediante 
        terapias de exposici&oacute;n y manejo del dolor mediante t&eacute;cnicas de distracci&oacute;n.</TD>
    </TR>
    <TR>
      <TH>Entrenamiento</TH><TD>Permite entrenar a los profesionales militares en un entorno virtual donde pueden mejorar sus habilidades y capacidades sin los perjuicios de entrenar en un campo
        de batalla. Se simulan diferentes tipos de situaciones y en una amplia variedad de terrenos y escenarios donde los reclutas viven una realidad totalmente envolvente con la misma eficacia 
        que un entrenamiento real y aumentando la frecuencia de ensayos al resultar &eacute;stos mucho menos costosos.</TD>
    </TR>
    <TR>
      <TH>Turismo y Museograf&iacute;a</TH><TD>Esta tecnolog&iacute;a acerca a los clientes con los destinos y productos tur&iacute;sticos adem&aacute;s de potenciar su experiencia. La Realidad Virtual 
        no pretende sustituir el turismo ni los viajes f&iacute;sicos sino funcionar como un complemento que incentive a las personas a viajar. 
        En este sentido cabe destacar el enorme potencial de la VR en los Museos ya que permite solucionar algunos problemas de did&aacute;ctica y comunicaci&oacute;n que tienen sus responsables.</TD>
    </TR>
  </TABLE>


        
  <h3><b>10 Beneficios de la realidad virtual</b></h3><p>

    Hoy en día, pensar en la realidad virtual como únicamente un medio de entretenimiento relacionada a los videojuegos es un tabú. Tanto las industrias, como las áreas administrativas, 
    ciencias y educación, han encontrado que hay mucho más allá de lo que se percibe a simple vista a través de unos visores de VR. 
      
      <ol>
        <li>Prevenci&oacute;n de riesgos, reducci&oacute;n de costos y optimizaci&oacute;n de procesos a trav&eacute;s de la aplicaci&oacute;n de simuladores en las industrias 
          manufactureras y de construcci&oacute;n. </li><p>

        <li>Training de personal para la toma de decisiones en entornos que facilitan el desarrollo de habilidades y competencias, reduciendo riesgos de equivocaciones futuras en 
          el desempe&ntilde;o laboral. </li><p>

        <li>En el &aacute;mbito educativo, representa un m&eacute;todo de ense&ntilde;anza que facilita la retenci&oacute;n del conocimiento y fomenta  el auto-aprendizaje. </li><p>

        <li>Mejora de las herramientas de venta y estrategias de marketing, que produce un mayor nivel de engagement y compromiso por parte del cliente. </li><p>

        <li>Dentro del &aacute;rea m&eacute;dica la realidad virtual puede utilizarse para ayudar a los pacientes a recuperarse de ataques card&iacute;acos y otras lesiones, 
          registrando el nivel de recuperaci&oacute;n del paciente.</li> <p>

        <li>Conveniencia en el trabajo, ya que puede ahorrar tiempo y dinero a las organizaciones al reducir al m&iacute;nimo costos relacionados a traslados y la posibilidad 
          de realizar tareas en un mismo sitio.</li> <p>

        <li>Evaluaci&oacute;n precisa de los dise&ntilde;os antes de ser elaborados por arquitectos.</li> <p>

        <li>Facilidad e innovaci&oacute;n en el mercado virtual y compras por internet. </li><p>

        <li>Conferencias virtuales que re&uacute;nen en un mismo espacio digital a diferentes personas sin importar su localizaci&oacute;n real. </li><p>

        <li>Desarrollo de experiencias &uacute;nicas para mostrar espacios inmersivos dentro del sector turismo e inmobiliaria.</li> <p>
      </ol><p>

  <h3>&#191;C&oacute;mo se usar&aacute; la realidad virtual en el futuro&#63;</h3><p>

    Actualmente, el mercado demanda aplicaciones que van m&aacute;s all&aacute; del ocio, el turismo y el marketing, adem&aacute;s de ser m&aacute;s asequibles para los usuarios. 
    Por ello, es probable que experimentemos la realidad extendida en formas que a&uacute;n son impensables. <p>

      Gracias a los avances tecnol&oacute;gicos que se esperan, tendremos una RV y AV m&aacute;s r&aacute;pida, ligera y asequible.
      Adem&aacute;s, los pr&oacute;ximos smartphones con mejoras en c&aacute;maras y procesadores, as&iacute; como las redes 5G, nos permitir&aacute;n disfrutar de experiencias
      inmersivas mucho m&aacute;s sofisticadas desde cualquier lugar. <p>

      Algunos de los avances claves que marcar&aacute;n el futuro de las tecnolog&iacute;as inmersivas ser&aacute;n: <p>

        <ul>
          <li>LiDAR y sus creaciones m&aacute;s realistas para nuestros tel&eacute;fonos m&oacute;viles.</li><p>

          <li>Los dispositivos de realidad virtual y aumentada ser&aacute;n m&aacute;s peque&ntilde;os, m&aacute;s ligeros e incorporar&aacute;n m&aacute;s funciones.</li><p>

          <li>Van a surgir nuevos accesorios como botas rob&oacute;ticas para profundizar a&uacute;n m&aacute;s la experiencia.</li><p>

          <li>Habr&aacute; una gran demanda de chips RA/RV.</li><p>

          <li>Se ir&aacute; un paso m&aacute;s all&aacute; de los guantes h&aacute;pticos como trajes h&aacute;pticos de cuerpo entero.</li><p>

          <li>La realidad extendida se dedicar&aacute; al aprendizaje, entrenamiento y tratamientos sanitarios.</li><p>

          <li>No habr&aacute; necesidad de descargar apps gracias al 5G y la WebVR.</li><p>

          <li>Deportes y eventos inmersivos.</li>
      
        </ul><p>

  <h3>&#191;C&oacute;mo se espera que evolucione el mercado de VR en los pr&oacute;ximos a&ntilde;os &#63;</h3><p>

    Seg&uacute;n las previsiones de la industria, se espera que el mercado global de visores de VR experimente un crecimiento
    significativo en los pr&oacute;ximos a&ntilde;os, lo que indica un creciente inter&eacute;s en estos dispositivos. 
    Con el avance tecnol&oacute;gico y el aumento de la conciencia del consumidor, el mercado de VR est&aacute; preparado para una expansi&oacute;n continua. <p>

    La tecnolog&iacute;a de realidad virtual (VR), una realidad simulada por computadora que crea un entorno artificial, se utiliza cada 
    vez m&aacute;s en sectores como la educaci&oacute;n, los juegos y las aplicaciones de inteligencia artificial. Este multimedia inmersivo 
    ofrece un mundo virtual en 3D, mejorando las experiencias de aprendizaje y los entornos de juego. La integraci&oacute;n de la IA enriquece a&uacute;n m&aacute;s el entorno virtual. 
    El desarrollo del metaverso, un espacio colectivo compartido que combina realidad virtual, realidad aumentada, realidad mixta e 
    interfaz cerebro-computadora, promete una experiencia interactiva de realidad virtual. El mercado de la realidad virtual, 
    segmentado por hardware, usuario final y geograf&iacute;a, est&aacute; dominado por el sector de los juegos, con Norteam&eacute;rica a la 
    cabeza debido a numerosas empresas emergentes que se centran en tecnolog&iacute;as de realidad generada por computadora. <p>

        <A HREF="https://www.mordorintelligence.com/es/industry-reports/virtual-reality-market">An&aacute;lisis de participaci&oacute;n y tama&ntilde;o del mercado 
          de realidad virtual tendencias de crecimiento y pron&oacute;sticos (2024-2029)</A>


  <h3>Desventajas de la realidad virtual</h3><p>

        <ol>
          <li><b>Costos.</b> Un desarrollo de realidad virtual, puede llegar a ser un tanto costoso y no todas las empresas est&aacute;n dispuestas a pagarlo 
            o simplemente, no tienen los recursos para hacerlo.</li><p>
              
          <li><b>La tecnolog&iacute;a sigue siendo experimental.</b> Aunque la tecnolog&iacute;a de realidad virtual se utiliza en varios campos,
            sigue siendo experimental. No ha sido completamente aceptada ni tampoco se ha desarrollado a su m&aacute;ximo. La realidad virtual 
            tiene muchos contras que no la hacen totalmente aceptable.</li><p>

          <li><b>Confusi&oacute;n</b> El usuario puede llegar a confundirse hasta tal punto de no diferenciar lo real de lo ficticio.</li>
        </ol><p>


  <h3>Problemas de seguridad y privacidad relativos a la relidad aumentada</h3>

  La privacidad es el principal problema de la realidad virtual. Un problema esencial de la privacidad en la realidad virtual es la inmensa &iacute;ndole personal de los datos recopilados. 
  Por ejemplo, la informaci&oacute;n biom&eacute;trica, como el an&aacute;lisis del iris o la retina, las huellas dactilares y de las manos,
  la geometr&iacute;a facial y espectogramas del habla. A continuaci&oacute;n se incluyen algunos ejemplos:<p>

    <ul>
      <li><b>Seguimiento de los dedos:</b></li>
        En el mundo virtual, un usuario puede usar las manos de la misma manera que lo har&iacute;a en el mundo real, por ejemplo, puede escribir el c&oacute;digo en un teclado 
        virtual con los dedos. Sin embargo, esto significa que el sistema registra y transmite los datos de seguimiento de los dedos que
        muestran la escritura del PIN. Si un atacante consigue esos datos, podr&aacute; recrear el PIN de un usuario. <p>

       <li><b>Seguimiento ocular:</b></li>   
        Algunos cascos de realidad virtual y realidad aumentada incorporan el seguimiento ocular. Estos datos pueden beneficiar a los actores maliciosos. 
        Saber exactamente qu&eacute; es lo que mira un usuario puede ser informaci&oacute;n valiosa para un atacante, ya que si la consigue puede recrear las acciones del usuario. <p>

    </ul><p>

      Seg&uacute;n los expertos, otros problemas de la realidad virtual son: <p>

        <ul>
          <li>Posibilidad de crear adicci&oacute;n.</li><p>

          <li>Efectos en la salud: mareos, n&aacute;useas o desorientaci&oacute;n (tras un uso prolongado de la realidad virtual).</li><p>

           <li>P&eacute;rdida del contacto social.</li><p>
        </ul><p>

<A HREF="https://www.adslzone.net/reportajes/tecnologia/realidad-virtual-rv/">Consulte para m&aacute;s informaci&oacute;n</A>
<hr>
</body>
</html>